{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<sos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "}": 95,
      "~": 96,
      "": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "¡": 119,
      "¢": 120,
      "£": 121,
      "¤": 122,
      "¥": 123,
      "¦": 124,
      "§": 125,
      "¨": 126,
      "©": 127,
      "ª": 128,
      "«": 129,
      "¬": 130,
      "­": 131,
      "®": 132,
      "¯": 133,
      "°": 134,
      "±": 135,
      "²": 136,
      "³": 137,
      "´": 138,
      "µ": 139,
      "¶": 140,
      "·": 141,
      "¸": 142,
      "¹": 143,
      "º": 144,
      "»": 145,
      "¼": 146,
      "½": 147,
      "¾": 148,
      "¿": 149,
      "À": 150,
      "Á": 151,
      "Â": 152,
      "Ã": 153,
      "Ä": 154,
      "Å": 155,
      "Æ": 156,
      "Ç": 157,
      "È": 158,
      "É": 159,
      "Ê": 160,
      "Ë": 161,
      "Ì": 162,
      "Í": 163,
      "Î": 164,
      "Ï": 165,
      "Ð": 166,
      "Ñ": 167,
      "Ò": 168,
      "Ó": 169,
      "Ô": 170,
      "Õ": 171,
      "Ö": 172,
      "×": 173,
      "Ø": 174,
      "Ù": 175,
      "Ú": 176,
      "Û": 177,
      "Ü": 178,
      "Ý": 179,
      "Þ": 180,
      "ß": 181,
      "à": 182,
      "á": 183,
      "â": 184,
      "ã": 185,
      "ä": 186,
      "å": 187,
      "æ": 188,
      "ç": 189,
      "è": 190,
      "é": 191,
      "ê": 192,
      "ë": 193,
      "ì": 194,
      "í": 195,
      "î": 196,
      "ï": 197,
      "ð": 198,
      "ñ": 199,
      "ò": 200,
      "ó": 201,
      "ô": 202,
      "õ": 203,
      "ö": 204,
      "÷": 205,
      "ø": 206,
      "ù": 207,
      "ú": 208,
      "û": 209,
      "ü": 210,
      "ý": 211,
      "þ": 212,
      "ÿ": 213,
      "Ā": 214,
      "ā": 215,
      "Ă": 216,
      "ă": 217,
      "ą": 218,
      "Ć": 219,
      "ć": 220,
      "ĉ": 221,
      "ċ": 222,
      "Č": 223,
      "č": 224,
      "ď": 225,
      "Đ": 226,
      "đ": 227,
      "Ē": 228,
      "ē": 229,
      "Ĕ": 230,
      "ĕ": 231,
      "ė": 232,
      "ę": 233,
      "Ě": 234,
      "ě": 235,
      "ĝ": 236,
      "Ğ": 237,
      "ğ": 238,
      "ġ": 239,
      "Ģ": 240,
      "ģ": 241,
      "Ĥ": 242,
      "ĥ": 243,
      "Ħ": 244,
      "ħ": 245,
      "ĩ": 246,
      "Ī": 247,
      "ī": 248,
      "ĭ": 249,
      "Į": 250,
      "į": 251,
      "İ": 252,
      "ı": 253,
      "Ĳ": 254,
      "ĳ": 255,
      "Ĵ": 256,
      "ĵ": 257,
      "Ķ": 258,
      "ķ": 259,
      "ĸ": 260,
      "Ĺ": 261,
      "ĺ": 262,
      "Ļ": 263,
      "ļ": 264,
      "Ľ": 265,
      "ľ": 266,
      "Ŀ": 267,
      "ŀ": 268,
      "Ł": 269,
      "ł": 270,
      "Ń": 271,
      "ń": 272,
      "ņ": 273,
      "ň": 274,
      "ŉ": 275,
      "Ŋ": 276,
      "ŋ": 277,
      "Ō": 278,
      "ō": 279,
      "Ŏ": 280,
      "ŏ": 281,
      "ő": 282,
      "Œ": 283,
      "œ": 284,
      "Ŕ": 285,
      "ŕ": 286,
      "ŗ": 287,
      "ř": 288,
      "Ś": 289,
      "ś": 290,
      "ŝ": 291,
      "Ş": 292,
      "ş": 293,
      "Š": 294,
      "š": 295,
      "ţ": 296,
      "Ť": 297,
      "ť": 298,
      "Ŧ": 299,
      "ŧ": 300,
      "Ũ": 301,
      "ũ": 302,
      "Ū": 303,
      "ū": 304,
      "Ŭ": 305,
      "ŭ": 306,
      "Ů": 307,
      "ů": 308,
      "Ű": 309,
      "ű": 310,
      "Ų": 311,
      "ų": 312,
      "Ŵ": 313,
      "ŵ": 314,
      "Ŷ": 315,
      "ŷ": 316,
      "Ÿ": 317,
      "Ź": 318,
      "ź": 319,
      "Ż": 320,
      "ż": 321,
      "Ž": 322,
      "ž": 323,
      "ſ": 324,
      "Ɓ": 325,
      "Ƃ": 326,
      "Ə": 327,
      "Ɛ": 328,
      "Ƒ": 329,
      "ƒ": 330,
      "Ɩ": 331,
      "ƙ": 332,
      "ơ": 333,
      "Ƣ": 334,
      "ƣ": 335,
      "Ƥ": 336,
      "ƥ": 337,
      "Ʃ": 338,
      "ƪ": 339,
      "ƫ": 340,
      "Ƭ": 341,
      "ƭ": 342,
      "Ʈ": 343,
      "Ư": 344,
      "ư": 345,
      "Ʊ": 346,
      "Ʋ": 347,
      "Ƴ": 348,
      "ƴ": 349,
      "Ƶ": 350,
      "ƶ": 351,
      "Ʒ": 352,
      "Ƹ": 353,
      "ƹ": 354,
      "ƺ": 355,
      "ƻ": 356,
      "Ƽ": 357,
      "ƽ": 358,
      "ƾ": 359,
      "ƿ": 360,
      "ǀ": 361,
      "ǁ": 362,
      "ǂ": 363,
      "ǎ": 364,
      "Ǐ": 365,
      "ǐ": 366,
      "ǒ": 367,
      "Ǔ": 368,
      "ǔ": 369,
      "Ǖ": 370,
      "ǖ": 371,
      "Ǘ": 372,
      "ǘ": 373,
      "Ǚ": 374,
      "ǚ": 375,
      "Ǜ": 376,
      "ǜ": 377,
      "ǝ": 378,
      "ǡ": 379,
      "ǣ": 380,
      "Ǥ": 381,
      "ǥ": 382,
      "ǧ": 383,
      "Ǩ": 384,
      "ǩ": 385,
      "Ǯ": 386,
      "ǯ": 387,
      "ǰ": 388,
      "Ǳ": 389,
      "ǲ": 390,
      "ǳ": 391,
      "Ǵ": 392,
      "ǵ": 393,
      "Ƕ": 394,
      "Ƿ": 395,
      "Ǹ": 396,
      "ǹ": 397,
      "Ǻ": 398,
      "ǻ": 399,
      "Ǽ": 400,
      "ǽ": 401,
      "Ǿ": 402,
      "ǿ": 403,
      "Ȃ": 404,
      "Ȋ": 405,
      "Ȕ": 406,
      "ȕ": 407,
      "Ȗ": 408,
      "ȗ": 409,
      "ș": 410,
      "Ț": 411,
      "ț": 412,
      "ȡ": 413,
      "Ȣ": 414,
      "ȣ": 415,
      "Ȥ": 416,
      "ȥ": 417,
      "Ȧ": 418,
      "Ȩ": 419,
      "ȩ": 420,
      "Ȫ": 421,
      "ȫ": 422,
      "ȭ": 423,
      "Ȯ": 424,
      "ȯ": 425,
      "Ȱ": 426,
      "ȱ": 427,
      "Ȳ": 428,
      "ȳ": 429,
      "ȴ": 430,
      "ȵ": 431,
      "ȶ": 432,
      "ȷ": 433,
      "ȸ": 434,
      "ȹ": 435,
      "Ⱥ": 436,
      "Ȼ": 437,
      "ȼ": 438,
      "Ƚ": 439,
      "Ⱦ": 440,
      "ȿ": 441,
      "Ɂ": 442,
      "ɂ": 443,
      "Ʉ": 444,
      "Ɉ": 445,
      "ɉ": 446,
      "Ɋ": 447,
      "Ɏ": 448,
      "ɐ": 449,
      "ɑ": 450,
      "ɔ": 451,
      "ɖ": 452,
      "ɗ": 453,
      "ə": 454,
      "ɛ": 455,
      "ɡ": 456,
      "ɢ": 457,
      "ɣ": 458,
      "ɤ": 459,
      "ɥ": 460,
      "ɨ": 461,
      "ɩ": 462,
      "ɪ": 463,
      "ɫ": 464,
      "ɬ": 465,
      "ɭ": 466,
      "ɮ": 467,
      "ɰ": 468,
      "ɱ": 469,
      "ɲ": 470,
      "ɳ": 471,
      "ɴ": 472,
      "ɵ": 473,
      "ɶ": 474,
      "ɷ": 475,
      "ɸ": 476,
      "ɹ": 477,
      "ɺ": 478,
      "ɻ": 479,
      "ɼ": 480,
      "ɽ": 481,
      "ɾ": 482,
      "ɿ": 483,
      "ʁ": 484,
      "ʃ": 485,
      "ʉ": 486,
      "ʊ": 487,
      "ʋ": 488,
      "ʌ": 489,
      "ʏ": 490,
      "ʒ": 491,
      "ʡ": 492,
      "ʢ": 493,
      "ʣ": 494,
      "ʤ": 495,
      "ʥ": 496,
      "ʦ": 497,
      "ʧ": 498,
      "ʩ": 499,
      "ʪ": 500,
      "ʬ": 501,
      "ʮ": 502,
      "ʯ": 503,
      "ʰ": 504,
      "ʱ": 505,
      "ʲ": 506,
      "ʳ": 507,
      "ʴ": 508,
      "ʵ": 509,
      "ʶ": 510,
      "ʷ": 511,
      "ʸ": 512,
      "ʹ": 513,
      "ʺ": 514,
      "ʻ": 515,
      "ʼ": 516,
      "ʽ": 517,
      "ʾ": 518,
      "ʿ": 519,
      "ˆ": 520,
      "ˈ": 521,
      "ˎ": 522,
      "ˑ": 523,
      "˘": 524,
      "˚": 525,
      "˜": 526,
      "˞": 527,
      "ˡ": 528,
      "ˢ": 529,
      "ˣ": 530,
      "ˤ": 531,
      "˥": 532,
      "˦": 533,
      "˧": 534,
      "˫": 535,
      "˭": 536,
      "ˮ": 537,
      "˯": 538,
      "˰": 539,
      "˱": 540,
      "˲": 541,
      "˳": 542,
      "˴": 543,
      "˵": 544,
      "˶": 545,
      "˷": 546,
      "˸": 547,
      "˹": 548,
      "˺": 549,
      "˻": 550,
      "˼": 551,
      "˽": 552,
      "˾": 553,
      "˿": 554,
      "̀": 555,
      "́": 556,
      "̂": 557,
      "̃": 558,
      "̄": 559,
      "̈": 560,
      "̉": 561,
      "̋": 562,
      "̌": 563,
      "̍": 564,
      "̎": 565,
      "̏": 566,
      "̐": 567,
      "̑": 568,
      "̓": 569,
      "̖": 570,
      "̗": 571,
      "̝": 572,
      "̡": 573,
      "̣": 574,
      "̤": 575,
      "̥": 576,
      "̨": 577,
      "̩": 578,
      "̪": 579,
      "̫": 580,
      "̬": 581,
      "̯": 582,
      "̰": 583,
      "̱": 584,
      "̲": 585,
      "̳": 586,
      "̴": 587,
      "̵": 588,
      "̶": 589,
      "̷": 590,
      "̸": 591,
      "̹": 592,
      "̺": 593,
      "̻": 594,
      "̼": 595,
      "̽": 596,
      "̾": 597,
      "̿": 598,
      "́": 599,
      "͂": 600,
      "̓": 601,
      "͊": 602,
      "͋": 603,
      "͍": 604,
      "͎": 605,
      "͕": 606,
      "͡": 607,
      "ͣ": 608,
      "ͤ": 609,
      "ͥ": 610,
      "ͨ": 611,
      "ͬ": 612,
      "ͭ": 613,
      "ͯ": 614,
      "Ͱ": 615,
      "ͱ": 616,
      "Ͳ": 617,
      "ͳ": 618,
      "ʹ": 619,
      "͵": 620,
      "Ͷ": 621,
      "ͷ": 622,
      "͸": 623,
      "͹": 624,
      "ͺ": 625,
      "ͻ": 626,
      "ͼ": 627,
      "ͽ": 628,
      ";": 629,
      "Ϳ": 630,
      "Ό": 631,
      "Ώ": 632,
      "Α": 633,
      "Β": 634,
      "Γ": 635,
      "Δ": 636,
      "Ε": 637,
      "Ζ": 638,
      "Η": 639,
      "Ι": 640,
      "Λ": 641,
      "Ν": 642,
      "Ξ": 643,
      "Ρ": 644,
      "΢": 645,
      "Σ": 646,
      "Τ": 647,
      "Υ": 648,
      "Φ": 649,
      "Χ": 650,
      "Ψ": 651,
      "Ω": 652,
      "Ϊ": 653,
      "Ϋ": 654,
      "ά": 655,
      "έ": 656,
      "ή": 657,
      "ί": 658,
      "ΰ": 659,
      "α": 660,
      "β": 661,
      "γ": 662,
      "δ": 663,
      "ε": 664,
      "ζ": 665,
      "η": 666,
      "θ": 667,
      "ι": 668,
      "κ": 669,
      "λ": 670,
      "μ": 671,
      "ν": 672,
      "ξ": 673,
      "ο": 674,
      "π": 675,
      "ρ": 676,
      "ς": 677,
      "σ": 678,
      "υ": 679,
      "φ": 680,
      "χ": 681,
      "ψ": 682,
      "ω": 683,
      "ύ": 684,
      "ώ": 685,
      "ϡ": 686,
      "Ϣ": 687,
      "ϣ": 688,
      "Ϥ": 689,
      "ϥ": 690,
      "ϧ": 691,
      "ϩ": 692,
      "ϫ": 693,
      "ϭ": 694,
      "Ϯ": 695,
      "ϯ": 696,
      "ϰ": 697,
      "ϱ": 698,
      "ϲ": 699,
      "ϳ": 700,
      "ϴ": 701,
      "ϵ": 702,
      "϶": 703,
      "Ϸ": 704,
      "ϸ": 705,
      "Ϲ": 706,
      "Ϻ": 707,
      "ϻ": 708,
      "ϼ": 709,
      "Ͻ": 710,
      "Ͼ": 711,
      "Ͽ": 712,
      "Ђ": 713,
      "Ѓ": 714,
      "Ѕ": 715,
      "І": 716,
      "Љ": 717,
      "А": 718,
      "Б": 719,
      "В": 720,
      "Г": 721,
      "Д": 722,
      "Ж": 723,
      "З": 724,
      "И": 725,
      "Й": 726,
      "К": 727,
      "М": 728,
      "О": 729,
      "П": 730,
      "Р": 731,
      "С": 732,
      "Т": 733,
      "У": 734,
      "Ф": 735,
      "Х": 736,
      "Ц": 737,
      "Ч": 738,
      "Щ": 739,
      "Ь": 740,
      "Э": 741,
      "Ю": 742,
      "а": 743,
      "б": 744,
      "в": 745,
      "г": 746,
      "д": 747,
      "е": 748,
      "ж": 749,
      "з": 750,
      "и": 751,
      "й": 752,
      "к": 753,
      "л": 754,
      "м": 755,
      "н": 756,
      "о": 757,
      "п": 758,
      "р": 759,
      "с": 760,
      "т": 761,
      "у": 762,
      "ф": 763,
      "х": 764,
      "ц": 765,
      "ч": 766,
      "ш": 767,
      "щ": 768,
      "ъ": 769,
      "ы": 770,
      "ь": 771,
      "э": 772,
      "ю": 773,
      "я": 774,
      "ё": 775,
      "ѓ": 776,
      "є": 777,
      "ѕ": 778,
      "і": 779,
      "ї": 780,
      "ј": 781,
      "њ": 782,
      "ќ": 783,
      "ѡ": 784,
      "Ѥ": 785,
      "ѥ": 786,
      "ѧ": 787,
      "Ѫ": 788,
      "ѭ": 789,
      "Ѯ": 790,
      "ѯ": 791,
      "Ѱ": 792,
      "ѱ": 793,
      "Ѳ": 794,
      "ѳ": 795,
      "Ѵ": 796,
      "ѵ": 797,
      "Ѷ": 798,
      "Ѹ": 799,
      "ѹ": 800,
      "Ѻ": 801,
      "ѻ": 802,
      "Ѽ": 803,
      "ѽ": 804,
      "Ѿ": 805,
      "ѿ": 806,
      "ҁ": 807,
      "Ґ": 808,
      "ґ": 809,
      "Қ": 810,
      "қ": 811,
      "ҝ": 812,
      "ҡ": 813,
      "ң": 814,
      "Ҥ": 815,
      "ҥ": 816,
      "Ҧ": 817,
      "ҧ": 818,
      "ҩ": 819,
      "Ҫ": 820,
      "ҫ": 821,
      "ү": 822,
      "Ұ": 823,
      "ұ": 824,
      "Ҳ": 825,
      "ҳ": 826,
      "Ҵ": 827,
      "ҵ": 828,
      "Ҷ": 829,
      "ҷ": 830,
      "Ҹ": 831,
      "ҹ": 832,
      "Һ": 833,
      "һ": 834,
      "Ҽ": 835,
      "ҽ": 836,
      "Ҿ": 837,
      "ҿ": 838,
      "ә": 839,
      "Ӝ": 840,
      "ӡ": 841,
      "Ӣ": 842,
      "ӣ": 843,
      "Ӥ": 844,
      "ӥ": 845,
      "Ӧ": 846,
      "Ӫ": 847,
      "ӭ": 848,
      "ӯ": 849,
      "Ӱ": 850,
      "ӱ": 851,
      "Ӳ": 852,
      "ӳ": 853,
      "Ӵ": 854,
      "ӵ": 855,
      "Ӷ": 856,
      "ӷ": 857,
      "Ӹ": 858,
      "ӹ": 859,
      "Ӻ": 860,
      "ӻ": 861,
      "Ӽ": 862,
      "ӽ": 863,
      "Ӿ": 864,
      "ӿ": 865,
      "ԃ": 866,
      "Ԕ": 867,
      "ԡ": 868,
      "ԣ": 869,
      "Ԥ": 870,
      "ԥ": 871,
      "ԩ": 872,
      "Ԫ": 873,
      "ԫ": 874,
      "ԭ": 875,
      "԰": 876,
      "Ա": 877,
      "Բ": 878,
      "Դ": 879,
      "Ե": 880,
      "Զ": 881,
      "Է": 882,
      "Ը": 883,
      "Թ": 884,
      "Ժ": 885,
      "Ի": 886,
      "Լ": 887,
      "Խ": 888,
      "Ծ": 889,
      "Կ": 890,
      "Հ": 891,
      "Ձ": 892,
      "Ղ": 893,
      "Յ": 894,
      "Շ": 895,
      "Ո": 896,
      "Վ": 897,
      "Ւ": 898,
      "ա": 899,
      "բ": 900,
      "գ": 901,
      "դ": 902,
      "ե": 903,
      "զ": 904,
      "թ": 905,
      "ժ": 906,
      "ի": 907,
      "լ": 908,
      "ծ": 909,
      "կ": 910,
      "հ": 911,
      "ձ": 912,
      "ղ": 913,
      "ճ": 914,
      "մ": 915,
      "յ": 916,
      "ն": 917,
      "շ": 918,
      "ո": 919,
      "չ": 920,
      "ջ": 921,
      "ռ": 922,
      "ս": 923,
      "վ": 924,
      "տ": 925,
      "ր": 926,
      "ւ": 927,
      "փ": 928,
      "ք": 929,
      "֌": 930,
      "֎": 931,
      "֡": 932,
      "֣": 933,
      "֤": 934,
      "֥": 935,
      "֦": 936,
      "֧": 937,
      "֪": 938,
      "֫": 939,
      "֮": 940,
      "֯": 941,
      "ְ": 942,
      "ֱ": 943,
      "ֲ": 944,
      "ֳ": 945,
      "ִ": 946,
      "ֵ": 947,
      "ֶ": 948,
      "ַ": 949,
      "ָ": 950,
      "ֹ": 951,
      "ֺ": 952,
      "ֻ": 953,
      "ּ": 954,
      "ֽ": 955,
      "ֿ": 956,
      "ׁ": 957,
      "׊": 958,
      "א": 959,
      "ב": 960,
      "ג": 961,
      "ד": 962,
      "ה": 963,
      "ו": 964,
      "ז": 965,
      "ח": 966,
      "ט": 967,
      "י": 968,
      "כ": 969,
      "ל": 970,
      "ם": 971,
      "מ": 972,
      "ן": 973,
      "נ": 974,
      "ס": 975,
      "ע": 976,
      "ף": 977,
      "פ": 978,
      "ץ": 979,
      "צ": 980,
      "ק": 981,
      "ר": 982,
      "ש": 983,
      "ת": 984,
      "׫": 985,
      "׮": 986,
      "ׯ": 987,
      "װ": 988,
      "ױ": 989,
      "ײ": 990,
      "׳": 991,
      "״": 992,
      "׵": 993,
      "׶": 994,
      "׷": 995,
      "׸": 996,
      "׹": 997,
      "׺": 998,
      "׻": 999,
      "׼": 1000,
      "׽": 1001,
      "׾": 1002,
      "׿": 1003,
      "؁": 1004,
      "؂": 1005,
      "،": 1006,
      "ؐ": 1007,
      "ؒ": 1008,
      "ؕ": 1009,
      "؟": 1010,
      "ء": 1011,
      "آ": 1012,
      "أ": 1013,
      "ؤ": 1014,
      "إ": 1015,
      "ا": 1016,
      "ب": 1017,
      "ة": 1018,
      "ت": 1019,
      "ج": 1020,
      "ح": 1021,
      "د": 1022,
      "ذ": 1023,
      "ر": 1024,
      "ز": 1025,
      "س": 1026,
      "ش": 1027,
      "ص": 1028,
      "ض": 1029,
      "ط": 1030,
      "ظ": 1031,
      "ع": 1032,
      "غ": 1033,
      "ػ": 1034,
      "ؼ": 1035,
      "ؽ": 1036,
      "ؾ": 1037,
      "ؿ": 1038,
      "ـ": 1039,
      "ف": 1040,
      "ق": 1041,
      "ك": 1042,
      "ل": 1043,
      "م": 1044,
      "ن": 1045,
      "ه": 1046,
      "و": 1047,
      "ي": 1048,
      "ْ": 1049,
      "١": 1050,
      "٣": 1051,
      "٤": 1052,
      "٥": 1053,
      "ٮ": 1054,
      "ٰ": 1055,
      "ٱ": 1056,
      "ٲ": 1057,
      "ٳ": 1058,
      "ٴ": 1059,
      "ٶ": 1060,
      "ٷ": 1061,
      "ٸ": 1062,
      "ٹ": 1063,
      "ٺ": 1064,
      "ٻ": 1065,
      "ټ": 1066,
      "ٽ": 1067,
      "پ": 1068,
      "ځ": 1069,
      "ڂ": 1070,
      "ڄ": 1071,
      "چ": 1072,
      "ڌ": 1073,
      "ڡ": 1074,
      "ڣ": 1075,
      "ڤ": 1076,
      "ڥ": 1077,
      "ڧ": 1078,
      "ک": 1079,
      "ڭ": 1080,
      "گ": 1081,
      "ڰ": 1082,
      "ڱ": 1083,
      "ڲ": 1084,
      "ڳ": 1085,
      "ڴ": 1086,
      "ڵ": 1087,
      "ڶ": 1088,
      "ڷ": 1089,
      "ڸ": 1090,
      "ڹ": 1091,
      "ں": 1092,
      "ڻ": 1093,
      "ڼ": 1094,
      "ڽ": 1095,
      "ھ": 1096,
      "ڿ": 1097,
      "ۃ": 1098,
      "ۊ": 1099,
      "ی": 1100,
      "ێ": 1101,
      "ې": 1102,
      "ۑ": 1103,
      "ۘ": 1104,
      "ۚ": 1105,
      "ۛ": 1106,
      "ۡ": 1107,
      "ۣ": 1108,
      "ۤ": 1109,
      "ۥ": 1110,
      "ۧ": 1111,
      "ۨ": 1112,
      "۱": 1113,
      "۲": 1114,
      "۳": 1115,
      "۴": 1116,
      "۵": 1117,
      "۶": 1118,
      "۷": 1119,
      "۸": 1120,
      "۹": 1121,
      "ۺ": 1122,
      "ۻ": 1123,
      "ۼ": 1124,
      "۽": 1125,
      "۾": 1126,
      "ۿ": 1127,
      "܁": 1128,
      "܂": 1129,
      "ܗ": 1130,
      "ܡ": 1131,
      "ܣ": 1132,
      "ܤ": 1133,
      "ܥ": 1134,
      "ܰ": 1135,
      "ܱ": 1136,
      "ܲ": 1137,
      "ܳ": 1138,
      "ܴ": 1139,
      "ܵ": 1140,
      "ܶ": 1141,
      "ܷ": 1142,
      "ܸ": 1143,
      "ܹ": 1144,
      "ܺ": 1145,
      "ܻ": 1146,
      "ܼ": 1147,
      "ܽ": 1148,
      "ܾ": 1149,
      "ܿ": 1150,
      "݌": 1151,
      "ݡ": 1152,
      "ݣ": 1153,
      "ݤ": 1154,
      "ݥ": 1155,
      "ݮ": 1156,
      "ݰ": 1157,
      "ݱ": 1158,
      "ݲ": 1159,
      "ݳ": 1160,
      "ݴ": 1161,
      "ݵ": 1162,
      "ݶ": 1163,
      "ݷ": 1164,
      "ݸ": 1165,
      "ݹ": 1166,
      "ݺ": 1167,
      "ݻ": 1168,
      "ݼ": 1169,
      "ݽ": 1170,
      "ݾ": 1171,
      "ݿ": 1172,
      "ށ": 1173,
      "ނ": 1174,
      "ޗ": 1175,
      "ޡ": 1176,
      "ޣ": 1177,
      "ޤ": 1178,
      "ޥ": 1179,
      "ް": 1180,
      "ޱ": 1181,
      "޳": 1182,
      "޴": 1183,
      "޶": 1184,
      "޷": 1185,
      "޸": 1186,
      "޹": 1187,
      "޺": 1188,
      "޻": 1189,
      "޼": 1190,
      "޽": 1191,
      "޾": 1192,
      "޿": 1193,
      "߁": 1194,
      "ߡ": 1195,
      "ߣ": 1196,
      "ߤ": 1197,
      "ߥ": 1198,
      "߰": 1199,
      "߱": 1200,
      "߲": 1201,
      "߳": 1202,
      "ߴ": 1203,
      "ߵ": 1204,
      "߶": 1205,
      "߷": 1206,
      "߸": 1207,
      "߹": 1208,
      "ߺ": 1209,
      "߻": 1210,
      "߼": 1211,
      "߽": 1212,
      "߾": 1213,
      "߿": 1214,
      "ࡢ": 1215,
      "ࡣ": 1216,
      "ࡦ": 1217,
      "ࡱ": 1218,
      "ࡼ": 1219,
      "ं": 1220,
      "ः": 1221,
      "आ": 1222,
      "क": 1223,
      "ग": 1224,
      "ङ": 1225,
      "ठ": 1226,
      "त": 1227,
      "द": 1228,
      "न": 1229,
      "प": 1230,
      "ब": 1231,
      "म": 1232,
      "र": 1233,
      "ल": 1234,
      "श": 1235,
      "ह": 1236,
      "ा": 1237,
      "ि": 1238,
      "ी": 1239,
      "े": 1240,
      "ो": 1241,
      "्": 1242,
      "ॹ": 1243,
      "ॺ": 1244,
      "ং": 1245,
      "ব": 1246,
      "ল": 1247,
      "া": 1248,
      "ਕ": 1249,
      "ਗ": 1250,
      "ਜ": 1251,
      "ਟ": 1252,
      "ਠ": 1253,
      "ਤ": 1254,
      "ਪ": 1255,
      "ਫ": 1256,
      "ਬ": 1257,
      "ਰ": 1258,
      "ਵ": 1259,
      "ਾ": 1260,
      "ੀ": 1261,
      "ੋ": 1262,
      "ੰ": 1263,
      "ગ": 1264,
      "જ": 1265,
      "ટ": 1266,
      "ત": 1267,
      "પ": 1268,
      "ફ": 1269,
      "બ": 1270,
      "ર": 1271,
      "લ": 1272,
      "શ": 1273,
      "સ": 1274,
      "ા": 1275,
      "ી": 1276,
      "ુ": 1277,
      "ો": 1278,
      "્": 1279,
      "ஐ": 1280,
      "ண": 1281,
      "த": 1282,
      "ந": 1283,
      "ம": 1284,
      "ய": 1285,
      "ழ": 1286,
      "ா": 1287,
      "ி": 1288,
      "்": 1289,
      "గ": 1290,
      "త": 1291,
      "ల": 1292,
      "ు": 1293,
      "ె": 1294,
      "౸": 1295,
      "౿": 1296,
      "ಂ": 1297,
      "ಕ": 1298,
      "ಚ": 1299,
      "ಡ": 1300,
      "ನ": 1301,
      "ಿ": 1302,
      "ು": 1303,
      "್": 1304,
      "ം": 1305,
      "ച": 1306,
      "ത": 1307,
      "മ": 1308,
      "യ": 1309,
      "ല": 1310,
      "ള": 1311,
      "ഺ": 1312,
      "ാ": 1313,
      "ി": 1314,
      "൨": 1315,
      "ං": 1316,
      "ආ": 1317,
      "ඉ": 1318,
      "ණ": 1319,
      "ත": 1320,
      "ද": 1321,
      "න": 1322,
      "ම": 1323,
      "ය": 1324,
      "ර": 1325,
      "ල": 1326,
      "ව": 1327,
      "ස": 1328,
      "හ": 1329,
      "්": 1330,
      "ා": 1331,
      "ි": 1332,
      "ෲ": 1333,
      "෽": 1334,
      "ก": 1335,
      "ข": 1336,
      "ง": 1337,
      "ช": 1338,
      "ฒ": 1339,
      "ด": 1340,
      "ต": 1341,
      "ถ": 1342,
      "ท": 1343,
      "ธ": 1344,
      "น": 1345,
      "บ": 1346,
      "ฝ": 1347,
      "ภ": 1348,
      "ม": 1349,
      "ย": 1350,
      "ร": 1351,
      "ฦ": 1352,
      "ว": 1353,
      "ศ": 1354,
      "ษ": 1355,
      "ส": 1356,
      "ห": 1357,
      "อ": 1358,
      "ั": 1359,
      "า": 1360,
      "ิ": 1361,
      "ี": 1362,
      "ึ": 1363,
      "ู": 1364,
      "฿": 1365,
      "เ": 1366,
      "แ": 1367,
      "ใ": 1368,
      "ไ": 1369,
      "่": 1370,
      "้": 1371,
      "์": 1372,
      "ພ": 1373,
      "ລ": 1374,
      "ວ": 1375,
      "ສ": 1376,
      "າ": 1377,
      "ູ": 1378,
      "༭": 1379,
      "࿴": 1380,
      "စ": 1381,
      "န": 1382,
      "မ": 1383,
      "ာ": 1384,
      "်": 1385,
      "ြ": 1386,
      "ა": 1387,
      "დ": 1388,
      "თ": 1389,
      "ი": 1390,
      "კ": 1391,
      "ლ": 1392,
      "რ": 1393,
      "უ": 1394,
      "ქ": 1395,
      "ღ": 1396,
      "ህ": 1397,
      "መ": 1398,
      "ማ": 1399,
      "ሩ": 1400,
      "ር": 1401,
      "ስ": 1402,
      "ሺ": 1403,
      "ሽ": 1404,
      "ቀ": 1405,
      "ቃ": 1406,
      "ቅ": 1407,
      "በ": 1408,
      "ብ": 1409,
      "ቦ": 1410,
      "ታ": 1411,
      "ት": 1412,
      "ቶ": 1413,
      "ን": 1414,
      "ኛ": 1415,
      "አ": 1416,
      "ኢ": 1417,
      "ክ": 1418,
      "ደ": 1419,
      "ድ": 1420,
      "ገ": 1421,
      "ግ": 1422,
      "ጥ": 1423,
      "ፍ": 1424,
      "ፎ": 1425,
      "Ꭲ": 1426,
      "ខ": 1427,
      "ត": 1428,
      "ថ": 1429,
      "ភ": 1430,
      "ម": 1431,
      "រ": 1432,
      "ល": 1433,
      "ស": 1434,
      "ា": 1435,
      "ែ": 1436,
      "ៃ": 1437,
      "្": 1438,
      "០": 1439,
      "៣": 1440,
      "៦": 1441,
      "ᡢ": 1442,
      "ᡣ": 1443,
      "᡼": 1444,
      "ᣬ": 1445,
      "᣺": 1446,
      "᣻": 1447,
      "ᤫ": 1448,
      "᤮": 1449,
      "ᤷ": 1450,
      "᤿": 1451,
      "ᥙ": 1452,
      "ᥤ": 1453,
      "ᥫ": 1454,
      "ᥬ": 1455,
      "ᨁ": 1456,
      "ᨅ": 1457,
      "ᨔ": 1458,
      "ᨕ": 1459,
      "ᨗ": 1460,
      "ᨘ": 1461,
      "ᰡ": 1462,
      "ᱛ": 1463,
      "ᱟ": 1464,
      "ᱤ": 1465,
      "ᱥ": 1466,
      "ᱱ": 1467,
      "ᱲ": 1468,
      "ᱹ": 1469,
      "Ტ": 1470,
      "ᵃ": 1471,
      "ᵐ": 1472,
      "ᵒ": 1473,
      "ᵗ": 1474,
      "ᵳ": 1475,
      "ᵾ": 1476,
      "ᶙ": 1477,
      "ᶤ": 1478,
      "ᶨ": 1479,
      "ᷢ": 1480,
      "Ḁ": 1481,
      "ḁ": 1482,
      "ḃ": 1483,
      "ḅ": 1484,
      "ḇ": 1485,
      "ḉ": 1486,
      "ḋ": 1487,
      "ḍ": 1488,
      "ḏ": 1489,
      "ḑ": 1490,
      "ḓ": 1491,
      "ḕ": 1492,
      "ḗ": 1493,
      "ḙ": 1494,
      "ḛ": 1495,
      "ḝ": 1496,
      "ḟ": 1497,
      "ḡ": 1498,
      "ḣ": 1499,
      "ḥ": 1500,
      "ḧ": 1501,
      "ḩ": 1502,
      "ḫ": 1503,
      "ḭ": 1504,
      "ḯ": 1505,
      "ḱ": 1506,
      "ḳ": 1507,
      "ḵ": 1508,
      "Ḷ": 1509,
      "ḷ": 1510,
      "ḹ": 1511,
      "ḻ": 1512,
      "ḽ": 1513,
      "ḿ": 1514,
      "ṁ": 1515,
      "ṃ": 1516,
      "Ṅ": 1517,
      "ṅ": 1518,
      "ṇ": 1519,
      "ṉ": 1520,
      "ṋ": 1521,
      "ṍ": 1522,
      "ṏ": 1523,
      "ṑ": 1524,
      "ṓ": 1525,
      "ṕ": 1526,
      "ṗ": 1527,
      "ṙ": 1528,
      "ṛ": 1529,
      "ṝ": 1530,
      "ṟ": 1531,
      "ṡ": 1532,
      "Ṣ": 1533,
      "ṣ": 1534,
      "Ṥ": 1535,
      "ṥ": 1536,
      "ṧ": 1537,
      "ṩ": 1538,
      "ṫ": 1539,
      "ṭ": 1540,
      "ṯ": 1541,
      "ṱ": 1542,
      "Ṳ": 1543,
      "ṳ": 1544,
      "Ṵ": 1545,
      "ṵ": 1546,
      "Ṷ": 1547,
      "ṷ": 1548,
      "Ṹ": 1549,
      "ṹ": 1550,
      "Ṻ": 1551,
      "ṻ": 1552,
      "ṽ": 1553,
      "ṿ": 1554,
      "ẁ": 1555,
      "ẃ": 1556,
      "ẅ": 1557,
      "ẇ": 1558,
      "ẉ": 1559,
      "ẋ": 1560,
      "ẍ": 1561,
      "ẏ": 1562,
      "ẑ": 1563,
      "ẓ": 1564,
      "ẕ": 1565,
      "ẖ": 1566,
      "ẗ": 1567,
      "ẘ": 1568,
      "ẙ": 1569,
      "ẚ": 1570,
      "ẜ": 1571,
      "ẝ": 1572,
      "ẟ": 1573,
      "Ạ": 1574,
      "ạ": 1575,
      "Ả": 1576,
      "ả": 1577,
      "Ấ": 1578,
      "ấ": 1579,
      "Ầ": 1580,
      "ầ": 1581,
      "Ẩ": 1582,
      "ẩ": 1583,
      "Ẫ": 1584,
      "ẫ": 1585,
      "Ậ": 1586,
      "ậ": 1587,
      "Ắ": 1588,
      "ắ": 1589,
      "Ằ": 1590,
      "ằ": 1591,
      "Ẳ": 1592,
      "ẳ": 1593,
      "Ẵ": 1594,
      "ẵ": 1595,
      "Ặ": 1596,
      "ặ": 1597,
      "Ẹ": 1598,
      "ẹ": 1599,
      "ẻ": 1600,
      "ẽ": 1601,
      "ế": 1602,
      "ề": 1603,
      "ể": 1604,
      "ễ": 1605,
      "ệ": 1606,
      "Ỉ": 1607,
      "ỉ": 1608,
      "Ị": 1609,
      "ị": 1610,
      "Ọ": 1611,
      "ọ": 1612,
      "Ỏ": 1613,
      "ỏ": 1614,
      "Ố": 1615,
      "ố": 1616,
      "Ồ": 1617,
      "ồ": 1618,
      "Ổ": 1619,
      "ổ": 1620,
      "Ỗ": 1621,
      "ỗ": 1622,
      "Ộ": 1623,
      "ộ": 1624,
      "Ớ": 1625,
      "ớ": 1626,
      "Ờ": 1627,
      "ờ": 1628,
      "Ở": 1629,
      "ở": 1630,
      "Ỡ": 1631,
      "ỡ": 1632,
      "Ợ": 1633,
      "ợ": 1634,
      "Ụ": 1635,
      "ụ": 1636,
      "Ủ": 1637,
      "ủ": 1638,
      "Ứ": 1639,
      "ứ": 1640,
      "Ừ": 1641,
      "ừ": 1642,
      "Ử": 1643,
      "ử": 1644,
      "Ữ": 1645,
      "ữ": 1646,
      "Ự": 1647,
      "ự": 1648,
      "Ỳ": 1649,
      "ỳ": 1650,
      "Ỵ": 1651,
      "ỵ": 1652,
      "Ỷ": 1653,
      "ỷ": 1654,
      "ỹ": 1655,
      "ỻ": 1656,
      "ỽ": 1657,
      "ỿ": 1658,
      "ἀ": 1659,
      "ἁ": 1660,
      "ἂ": 1661,
      "ἃ": 1662,
      "ἄ": 1663,
      "ἅ": 1664,
      "ἆ": 1665,
      "ἇ": 1666,
      "Ἀ": 1667,
      "Ἁ": 1668,
      "Ἂ": 1669,
      "Ἃ": 1670,
      "Ἄ": 1671,
      "Ἅ": 1672,
      "Ἆ": 1673,
      "Ἇ": 1674,
      "ὐ": 1675,
      "ὑ": 1676,
      "ὒ": 1677,
      "ὓ": 1678,
      "ὔ": 1679,
      "ὕ": 1680,
      "ὖ": 1681,
      "ὗ": 1682,
      "Ὠ": 1683,
      "ὰ": 1684,
      "ά": 1685,
      "ό": 1686,
      "ὺ": 1687,
      "ύ": 1688,
      "ᾀ": 1689,
      "ᾁ": 1690,
      "ᾂ": 1691,
      "ᾃ": 1692,
      "ᾄ": 1693,
      "ᾅ": 1694,
      "ᾆ": 1695,
      "ᾇ": 1696,
      "ᾈ": 1697,
      "ᾉ": 1698,
      "ᾊ": 1699,
      "ᾋ": 1700,
      "ᾌ": 1701,
      "ᾍ": 1702,
      "ᾎ": 1703,
      "ᾏ": 1704,
      "ᾰ": 1705,
      "ᾱ": 1706,
      "ᾲ": 1707,
      "ᾳ": 1708,
      "ᾴ": 1709,
      "᾵": 1710,
      "ᾶ": 1711,
      "ᾷ": 1712,
      "Ᾰ": 1713,
      "Ᾱ": 1714,
      "Ὰ": 1715,
      "Ά": 1716,
      "ᾼ": 1717,
      "Ὶ": 1718,
      "Ί": 1719,
      "῝": 1720,
      "῞": 1721,
      "῟": 1722,
      "ῠ": 1723,
      "ῡ": 1724,
      "ῢ": 1725,
      "ΰ": 1726,
      "ῤ": 1727,
      "ῥ": 1728,
      "ῦ": 1729,
      "ῧ": 1730,
      "Ῠ": 1731,
      "Ῡ": 1732,
      "Ὺ": 1733,
      "​": 1734,
      "‌": 1735,
      "‍": 1736,
      "‎": 1737,
      "‐": 1738,
      "‑": 1739,
      "‒": 1740,
      "–": 1741,
      "—": 1742,
      "―": 1743,
      "‘": 1744,
      "’": 1745,
      "‚": 1746,
      "“": 1747,
      "”": 1748,
      "„": 1749,
      "‟": 1750,
      "†": 1751,
      "‡": 1752,
      "•": 1753,
      "…": 1754,
      "‧": 1755,
      "‬": 1756,
      "‰": 1757,
      "′": 1758,
      "″": 1759,
      "‹": 1760,
      "›": 1761,
      "※": 1762,
      "‿": 1763,
      "⁀": 1764,
      "⁺": 1765,
      "₂": 1766,
      "₃": 1767,
      "₄": 1768,
      "ₐ": 1769,
      "ₒ": 1770,
      "ₕ": 1771,
      "ₙ": 1772,
      "₦": 1773,
      "₪": 1774,
      "€": 1775,
      "₱": 1776,
      "₷": 1777,
      "₹": 1778,
      "₺": 1779,
      "⃣": 1780,
      "℃": 1781,
      "℉": 1782,
      "№": 1783,
      "™": 1784,
      "⅓": 1785,
      "Ⅰ": 1786,
      "Ⅱ": 1787,
      "Ⅲ": 1788,
      "Ⅳ": 1789,
      "Ⅿ": 1790,
      "ⅼ": 1791,
      "←": 1792,
      "↑": 1793,
      "→": 1794,
      "↓": 1795,
      "↩": 1796,
      "⇐": 1797,
      "⇒": 1798,
      "∎": 1799,
      "−": 1800,
      "∙": 1801,
      "√": 1802,
      "∥": 1803,
      "∫": 1804,
      "≈": 1805,
      "≡": 1806,
      "≤": 1807,
      "≥": 1808,
      "⊥": 1809,
      "⋆": 1810,
      "⌘": 1811,
      "⌛": 1812,
      "⏩": 1813,
      "①": 1814,
      "②": 1815,
      "③": 1816,
      "④": 1817,
      "⑤": 1818,
      "⑥": 1819,
      "⑴": 1820,
      "⑵": 1821,
      "⑶": 1822,
      "⑷": 1823,
      "⓵": 1824,
      "⓷": 1825,
      "⓸": 1826,
      "⓹": 1827,
      "⓽": 1828,
      "─": 1829,
      "│": 1830,
      "┃": 1831,
      "═": 1832,
      "║": 1833,
      "╔": 1834,
      "╗": 1835,
      "╙": 1836,
      "╚": 1837,
      "╜": 1838,
      "╝": 1839,
      "▀": 1840,
      "▄": 1841,
      "█": 1842,
      "▌": 1843,
      "▐": 1844,
      "░": 1845,
      "▒": 1846,
      "▓": 1847,
      "■": 1848,
      "□": 1849,
      "▪": 1850,
      "▲": 1851,
      "△": 1852,
      "▶": 1853,
      "▷": 1854,
      "►": 1855,
      "▼": 1856,
      "▽": 1857,
      "▾": 1858,
      "◄": 1859,
      "◆": 1860,
      "◊": 1861,
      "○": 1862,
      "◎": 1863,
      "●": 1864,
      "◪": 1865,
      "◯": 1866,
      "☀": 1867,
      "☁": 1868,
      "★": 1869,
      "☆": 1870,
      "☑": 1871,
      "☞": 1872,
      "☤": 1873,
      "♠": 1874,
      "♡": 1875,
      "♣": 1876,
      "♥": 1877,
      "♦": 1878,
      "♪": 1879,
      "⚙": 1880,
      "⚠": 1881,
      "⚫": 1882,
      "✅": 1883,
      "✉": 1884,
      "✓": 1885,
      "✔": 1886,
      "✖": 1887,
      "✗": 1888,
      "✨": 1889,
      "✯": 1890,
      "✳": 1891,
      "✿": 1892,
      "❀": 1893,
      "❏": 1894,
      "❝": 1895,
      "❞": 1896,
      "❤": 1897,
      "❯": 1898,
      "➡": 1899,
      "➤": 1900,
      "➥": 1901,
      "➹": 1902,
      "⟵": 1903,
      "⟶": 1904,
      "⠀": 1905,
      "⡢": 1906,
      "⡣": 1907,
      "⡦": 1908,
      "⡼": 1909,
      "⣬": 1910,
      "⣺": 1911,
      "⤓": 1912,
      "⤤": 1913,
      "⤦": 1914,
      "⤳": 1915,
      "⥢": 1916,
      "⥶": 1917,
      "⥻": 1918,
      "⨯": 1919,
      "⭐": 1920,
      "Ⱑ": 1921,
      "Ⱓ": 1922,
      "Ⱝ": 1923,
      "Ᵽ": 1924,
      "ⱼ": 1925,
      "Ⲣ": 1926,
      "⳥": 1927,
      "⳰": 1928,
      "⳵": 1929,
      "ⴴ": 1930,
      "ⵡ": 1931,
      "⵵": 1932,
      "⵽": 1933,
      "⶧": 1934,
      "ⶳ": 1935,
      "ⷢ": 1936,
      "ⷨ": 1937,
      "⸄": 1938,
      "⸅": 1939,
      "⹤": 1940,
      "⹮": 1941,
      "⹰": 1942,
      "⹻": 1943,
      "⺭": 1944,
      "⺻": 1945,
      "⼯": 1946,
      "⼰": 1947,
      "⼸": 1948,
      "⽭": 1949,
      "⽵": 1950,
      "⾮": 1951,
      "、": 1952,
      "。": 1953,
      "〇": 1954,
      "〉": 1955,
      "《": 1956,
      "》": 1957,
      "「": 1958,
      "」": 1959,
      "』": 1960,
      "【": 1961,
      "】": 1962,
      "〒": 1963,
      "〜": 1964,
      "あ": 1965,
      "い": 1966,
      "う": 1967,
      "え": 1968,
      "お": 1969,
      "か": 1970,
      "が": 1971,
      "ぎ": 1972,
      "く": 1973,
      "さ": 1974,
      "じ": 1975,
      "つ": 1976,
      "づ": 1977,
      "て": 1978,
      "と": 1979,
      "に": 1980,
      "は": 1981,
      "ゅ": 1982,
      "ょ": 1983,
      "を": 1984,
      "ん": 1985,
      "ァ": 1986,
      "ア": 1987,
      "ィ": 1988,
      "イ": 1989,
      "ゥ": 1990,
      "ウ": 1991,
      "ェ": 1992,
      "エ": 1993,
      "ォ": 1994,
      "オ": 1995,
      "カ": 1996,
      "キ": 1997,
      "ゴ": 1998,
      "シ": 1999,
      "ス": 2000,
      "ズ": 2001,
      "セ": 2002,
      "ッ": 2003,
      "テ": 2004,
      "デ": 2005,
      "ト": 2006,
      "バ": 2007,
      "パ": 2008,
      "フ": 2009,
      "ブ": 2010,
      "ベ": 2011,
      "ボ": 2012,
      "マ": 2013,
      "メ": 2014,
      "ョ": 2015,
      "リ": 2016,
      "ル": 2017,
      "レ": 2018,
      "ロ": 2019,
      "ン": 2020,
      "・": 2021,
      "ー": 2022,
      "ㄩ": 2023,
      "㎜": 2024,
      "㎡": 2025,
      "㡣": 2026,
      "㣬": 2027,
      "㣱": 2028,
      "㣺": 2029,
      "㤤": 2030,
      "㥫": 2031,
      "㥵": 2032,
      "㥻": 2033,
      "㰮": 2034,
      "㲼": 2035,
      "㲿": 2036,
      "㳡": 2037,
      "㳲": 2038,
      "㴳": 2039,
      "㵤": 2040,
      "㵺": 2041,
      "㵽": 2042,
      "㶫": 2043,
      "㷢": 2044,
      "㷺": 2045,
      "㷿": 2046,
      "㸶": 2047,
      "㹥": 2048,
      "㹫": 2049,
      "㼭": 2050,
      "㼾": 2051,
      "㽭": 2052,
      "㽻": 2053,
      "㾭": 2054,
      "䡡": 2055,
      "䡢": 2056,
      "䡦": 2057,
      "䡪": 2058,
      "䡰": 2059,
      "䡼": 2060,
      "䣴": 2061,
      "䣺": 2062,
      "䤤": 2063,
      "䤵": 2064,
      "䤷": 2065,
      "䤹": 2066,
      "䤿": 2067,
      "䥤": 2068,
      "䱳": 2069,
      "䲰": 2070,
      "䳫": 2071,
      "䴬": 2072,
      "一": 2073,
      "三": 2074,
      "上": 2075,
      "下": 2076,
      "不": 2077,
      "丨": 2078,
      "中": 2079,
      "丮": 2080,
      "丵": 2081,
      "主": 2082,
      "乫": 2083,
      "于": 2084,
      "亚": 2085,
      "亦": 2086,
      "享": 2087,
      "人": 2088,
      "代": 2089,
      "以": 2090,
      "仯": 2091,
      "件": 2092,
      "伊": 2093,
      "会": 2094,
      "伴": 2095,
      "体": 2096,
      "作": 2097,
      "佱": 2098,
      "例": 2099,
      "俄": 2100,
      "信": 2101,
      "修": 2102,
      "八": 2103,
      "公": 2104,
      "净": 2105,
      "分": 2106,
      "切": 2107,
      "列": 2108,
      "利": 2109,
      "刷": 2110,
      "刺": 2111,
      "力": 2112,
      "功": 2113,
      "加": 2114,
      "务": 2115,
      "包": 2116,
      "午": 2117,
      "卓": 2118,
      "单": 2119,
      "卡": 2120,
      "厄": 2121,
      "压": 2122,
      "厚": 2123,
      "厛": 2124,
      "原": 2125,
      "厦": 2126,
      "反": 2127,
      "古": 2128,
      "召": 2129,
      "可": 2130,
      "台": 2131,
      "号": 2132,
      "司": 2133,
      "同": 2134,
      "名": 2135,
      "员": 2136,
      "咷": 2137,
      "品": 2138,
      "哥": 2139,
      "商": 2140,
      "喜": 2141,
      "嗪": 2142,
      "器": 2143,
      "噻": 2144,
      "围": 2145,
      "型": 2146,
      "埃": 2147,
      "培": 2148,
      "基": 2149,
      "塞": 2150,
      "塢": 2151,
      "塣": 2152,
      "塧": 2153,
      "塼": 2154,
      "境": 2155,
      "增": 2156,
      "士": 2157,
      "备": 2158,
      "夏": 2159,
      "外": 2160,
      "多": 2161,
      "夜": 2162,
      "夬": 2163,
      "失": 2164,
      "头": 2165,
      "夵": 2166,
      "奎": 2167,
      "奨": 2168,
      "奵": 2169,
      "字": 2170,
      "安": 2171,
      "室": 2172,
      "宽": 2173,
      "寸": 2174,
      "寻": 2175,
      "小": 2176,
      "尔": 2177,
      "尵": 2178,
      "尺": 2179,
      "島": 2180,
      "嵥": 2181,
      "嵳": 2182,
      "川": 2183,
      "工": 2184,
      "巹": 2185,
      "巽": 2186,
      "市": 2187,
      "帲": 2188,
      "帻": 2189,
      "幕": 2190,
      "年": 2191,
      "床": 2192,
      "店": 2193,
      "府": 2194,
      "庤": 2195,
      "度": 2196,
      "廓": 2197,
      "式": 2198,
      "弭": 2199,
      "張": 2200,
      "形": 2201,
      "径": 2202,
      "徳": 2203,
      "徺": 2204,
      "总": 2205,
      "息": 2206,
      "惊": 2207,
      "扫": 2208,
      "持": 2209,
      "挂": 2210,
      "损": 2211,
      "接": 2212,
      "掲": 2213,
      "描": 2214,
      "搶": 2215,
      "擾": 2216,
      "支": 2217,
      "救": 2218,
      "文": 2219,
      "料": 2220,
      "於": 2221,
      "日": 2222,
      "时": 2223,
      "昊": 2224,
      "春": 2225,
      "時": 2226,
      "最": 2227,
      "月": 2228,
      "有": 2229,
      "服": 2230,
      "本": 2231,
      "机": 2232,
      "李": 2233,
      "材": 2234,
      "条": 2235,
      "株": 2236,
      "案": 2237,
      "桢": 2238,
      "档": 2239,
      "桪": 2240,
      "桱": 2241,
      "桼": 2242,
      "梅": 2243,
      "棡": 2244,
      "棬": 2245,
      "棳": 2246,
      "棴": 2247,
      "椬": 2248,
      "椺": 2249,
      "標": 2250,
      "歌": 2251,
      "歡": 2252,
      "死": 2253,
      "比": 2254,
      "毛": 2255,
      "氶": 2256,
      "汳": 2257,
      "汹": 2258,
      "沈": 2259,
      "沪": 2260,
      "泫": 2261,
      "泲": 2262,
      "浡": 2263,
      "浵": 2264,
      "浶": 2265,
      "浻": 2266,
      "液": 2267,
      "添": 2268,
      "渮": 2269,
      "渶": 2270,
      "湮": 2271,
      "溯": 2272,
      "溸": 2273,
      "满": 2274,
      "滮": 2275,
      "漢": 2276,
      "漰": 2277,
      "漴": 2278,
      "漼": 2279,
      "潻": 2280,
      "澩": 2281,
      "濡": 2282,
      "濴": 2283,
      "濵": 2284,
      "点": 2285,
      "照": 2286,
      "片": 2287,
      "版": 2288,
      "特": 2289,
      "牺": 2290,
      "独": 2291,
      "獨": 2292,
      "率": 2293,
      "現": 2294,
      "瓜": 2295,
      "用": 2296,
      "甲": 2297,
      "电": 2298,
      "目": 2299,
      "直": 2300,
      "短": 2301,
      "石": 2302,
      "砸": 2303,
      "硢": 2304,
      "硦": 2305,
      "硪": 2306,
      "硰": 2307,
      "硱": 2308,
      "硼": 2309,
      "磊": 2310,
      "磬": 2311,
      "磿": 2312,
      "礬": 2313,
      "礭": 2314,
      "礹": 2315,
      "礻": 2316,
      "社": 2317,
      "祤": 2318,
      "禎": 2319,
      "积": 2320,
      "笠": 2321,
      "简": 2322,
      "管": 2323,
      "箱": 2324,
      "簢": 2325,
      "簭": 2326,
      "簳": 2327,
      "籩": 2328,
      "籫": 2329,
      "米": 2330,
      "粤": 2331,
      "糭": 2332,
      "系": 2333,
      "結": 2334,
      "絬": 2335,
      "經": 2336,
      "緽": 2337,
      "緿": 2338,
      "縩": 2339,
      "縳": 2340,
      "繁": 2341,
      "繦": 2342,
      "红": 2343,
      "绰": 2344,
      "缆": 2345,
      "缭": 2346,
      "缾": 2347,
      "罸": 2348,
      "羳": 2349,
      "翣": 2350,
      "翴": 2351,
      "肢": 2352,
      "能": 2353,
      "至": 2354,
      "芝": 2355,
      "苏": 2356,
      "范": 2357,
      "荣": 2358,
      "蛰": 2359,
      "衦": 2360,
      "表": 2361,
      "衱": 2362,
      "装": 2363,
      "褦": 2364,
      "褫": 2365,
      "褬": 2366,
      "褹": 2367,
      "褽": 2368,
      "襷": 2369,
      "见": 2370,
      "語": 2371,
      "词": 2372,
      "语": 2373,
      "谷": 2374,
      "豸": 2375,
      "賰": 2376,
      "赻": 2377,
      "跨": 2378,
      "踏": 2379,
      "踦": 2380,
      "軻": 2381,
      "載": 2382,
      "輪": 2383,
      "软": 2384,
      "轴": 2385,
      "轵": 2386,
      "这": 2387,
      "迵": 2388,
      "送": 2389,
      "速": 2390,
      "遊": 2391,
      "道": 2392,
      "邮": 2393,
      "邽": 2394,
      "部": 2395,
      "酒": 2396,
      "里": 2397,
      "重": 2398,
      "量": 2399,
      "金": 2400,
      "鉄": 2401,
      "錾": 2402,
      "鏚": 2403,
      "链": 2404,
      "锯": 2405,
      "长": 2406,
      "關": 2407,
      "门": 2408,
      "间": 2409,
      "限": 2410,
      "集": 2411,
      "雨": 2412,
      "雪": 2413,
      "雷": 2414,
      "電": 2415,
      "青": 2416,
      "面": 2417,
      "顡": 2418,
      "顢": 2419,
      "顣": 2420,
      "顩": 2421,
      "顰": 2422,
      "项": 2423,
      "顼": 2424,
      "飬": 2425,
      "飺": 2426,
      "餤": 2427,
      "餪": 2428,
      "餫": 2429,
      "餹": 2430,
      "饤": 2431,
      "饯": 2432,
      "饸": 2433,
      "饹": 2434,
      "馈": 2435,
      "驗": 2436,
      "骄": 2437,
      "體": 2438,
      "魹": 2439,
      "鱣": 2440,
      "鳫": 2441,
      "鶨": 2442,
      "鷽": 2443,
      "鸦": 2444,
      "鸸": 2445,
      "麣": 2446,
      "齨": 2447,
      "齫": 2448,
      "鿡": 2449,
      "鿪": 2450,
      "鿴": 2451,
      "ꂽ": 2452,
      "ꇳ": 2453,
      "ꎞ": 2454,
      "ꗗ": 2455,
      "Ꞹ": 2456,
      "ꞹ": 2457,
      "Ꞿ": 2458,
      "ꞿ": 2459,
      "ꡡ": 2460,
      "ꡢ": 2461,
      "ꡪ": 2462,
      "ꡰ": 2463,
      "꡼": 2464,
      "꣩": 2465,
      "꣬": 2466,
      "꣺": 2467,
      "ꤦ": 2468,
      "꤬": 2469,
      "꤯": 2470,
      "ꤷ": 2471,
      "ꤿ": 2472,
      "ꥢ": 2473,
      "ꥨ": 2474,
      "ꥪ": 2475,
      "ꥫ": 2476,
      "ꥱ": 2477,
      "ꥳ": 2478,
      "ꥷ": 2479,
      "ꥸ": 2480,
      "ꥹ": 2481,
      "ꥻ": 2482,
      "꥾": 2483,
      "ꭒ": 2484,
      "갈": 2485,
      "갓": 2486,
      "걨": 2487,
      "검": 2488,
      "격": 2489,
      "계": 2490,
      "고": 2491,
      "곱": 2492,
      "공": 2493,
      "곿": 2494,
      "광": 2495,
      "괧": 2496,
      "구": 2497,
      "국": 2498,
      "굮": 2499,
      "규": 2500,
      "긲": 2501,
      "김": 2502,
      "깥": 2503,
      "깺": 2504,
      "꺸": 2505,
      "꺻": 2506,
      "껯": 2507,
      "껵": 2508,
      "꽵": 2509,
      "꾦": 2510,
      "꿬": 2511,
      "남": 2512,
      "노": 2513,
      "니": 2514,
      "독": 2515,
      "동": 2516,
      "라": 2517,
      "러": 2518,
      "레": 2519,
      "로": 2520,
      "롡": 2521,
      "롢": 2522,
      "롣": 2523,
      "롦": 2524,
      "롯": 2525,
      "롰": 2526,
      "롼": 2527,
      "뤤": 2528,
      "뤦": 2529,
      "뤪": 2530,
      "뤬": 2531,
      "뤯": 2532,
      "뤳": 2533,
      "뤷": 2534,
      "뤹": 2535,
      "뤽": 2536,
      "뤿": 2537,
      "륢": 2538,
      "륨": 2539,
      "륪": 2540,
      "륫": 2541,
      "륮": 2542,
      "륯": 2543,
      "륳": 2544,
      "른": 2545,
      "륹": 2546,
      "륻": 2547,
      "를": 2548,
      "륿": 2549,
      "림": 2550,
      "마": 2551,
      "만": 2552,
      "매": 2553,
      "먹": 2554,
      "메": 2555,
      "명": 2556,
      "모": 2557,
      "무": 2558,
      "박": 2559,
      "뱫": 2560,
      "뱸": 2561,
      "버": 2562,
      "볡": 2563,
      "볫": 2564,
      "볱": 2565,
      "보": 2566,
      "뷭": 2567,
      "뷺": 2568,
      "브": 2569,
      "븐": 2570,
      "븣": 2571,
      "븩": 2572,
      "븮": 2573,
      "븶": 2574,
      "빫": 2575,
      "빮": 2576,
      "뺸": 2577,
      "뻡": 2578,
      "뻦": 2579,
      "뻷": 2580,
      "뼪": 2581,
      "뼱": 2582,
      "뽡": 2583,
      "뽭": 2584,
      "뿩": 2585,
      "사": 2586,
      "상": 2587,
      "선": 2588,
      "세": 2589,
      "수": 2590,
      "쉬": 2591,
      "쉽": 2592,
      "스": 2593,
      "슬": 2594,
      "시": 2595,
      "신": 2596,
      "쑢": 2597,
      "아": 2598,
      "안": 2599,
      "어": 2600,
      "에": 2601,
      "역": 2602,
      "온": 2603,
      "올": 2604,
      "우": 2605,
      "울": 2606,
      "원": 2607,
      "웰": 2608,
      "윤": 2609,
      "의": 2610,
      "이": 2611,
      "인": 2612,
      "재": 2613,
      "저": 2614,
      "제": 2615,
      "졢": 2616,
      "졼": 2617,
      "주": 2618,
      "중": 2619,
      "줬": 2620,
      "줷": 2621,
      "줿": 2622,
      "쥢": 2623,
      "쥤": 2624,
      "쥯": 2625,
      "쥳": 2626,
      "쥶": 2627,
      "쥷": 2628,
      "쥹": 2629,
      "즈": 2630,
      "증": 2631,
      "지": 2632,
      "진": 2633,
      "창": 2634,
      "챨": 2635,
      "처": 2636,
      "천": 2637,
      "철": 2638,
      "쳤": 2639,
      "쳿": 2640,
      "촴": 2641,
      "최": 2642,
      "쵤": 2643,
      "쵼": 2644,
      "춘": 2645,
      "춦": 2646,
      "춭": 2647,
      "춱": 2648,
      "츮": 2649,
      "츶": 2650,
      "치": 2651,
      "칮": 2652,
      "카": 2653,
      "캔": 2654,
      "켱": 2655,
      "코": 2656,
      "콨": 2657,
      "콸": 2658,
      "콻": 2659,
      "쾩": 2660,
      "쾰": 2661,
      "쾲": 2662,
      "턴": 2663,
      "텍": 2664,
      "텔": 2665,
      "통": 2666,
      "퇴": 2667,
      "튀": 2668,
      "튜": 2669,
      "트": 2670,
      "튼": 2671,
      "평": 2672,
      "폐": 2673,
      "픽": 2674,
      "하": 2675,
      "한": 2676,
      "함": 2677,
      "항": 2678,
      "호": 2679,
      "화": 2680,
      "": 2681,
      "": 2682,
      "": 2683,
      "": 2684,
      "": 2685,
      "": 2686,
      "": 2687,
      "": 2688,
      "": 2689,
      "": 2690,
      "": 2691,
      "": 2692,
      "": 2693,
      "": 2694,
      "": 2695,
      "": 2696,
      "": 2697,
      "": 2698,
      "": 2699,
      "": 2700,
      "": 2701,
      "": 2702,
      "": 2703,
      "": 2704,
      "": 2705,
      "": 2706,
      "": 2707,
      "": 2708,
      "": 2709,
      "": 2710,
      "": 2711,
      "": 2712,
      "": 2713,
      "": 2714,
      "": 2715,
      "": 2716,
      "": 2717,
      "": 2718,
      "": 2719,
      "": 2720,
      "": 2721,
      "": 2722,
      "": 2723,
      "": 2724,
      "": 2725,
      "": 2726,
      "": 2727,
      "": 2728,
      "": 2729,
      "": 2730,
      "": 2731,
      "": 2732,
      "": 2733,
      "": 2734,
      "": 2735,
      "": 2736,
      "": 2737,
      "": 2738,
      "": 2739,
      "": 2740,
      "": 2741,
      "": 2742,
      "": 2743,
      "": 2744,
      "": 2745,
      "": 2746,
      "": 2747,
      "": 2748,
      "": 2749,
      "": 2750,
      "": 2751,
      "": 2752,
      "": 2753,
      "": 2754,
      "": 2755,
      "": 2756,
      "": 2757,
      "": 2758,
      "": 2759,
      "": 2760,
      "": 2761,
      "": 2762,
      "": 2763,
      "": 2764,
      "": 2765,
      "": 2766,
      "": 2767,
      "": 2768,
      "": 2769,
      "": 2770,
      "": 2771,
      "": 2772,
      "襤": 2773,
      "櫓": 2774,
      "磻": 2775,
      "ﬁ": 2776,
      "ﬂ": 2777,
      "וּ": 2778,
      "וֹ": 2779,
      "ﮪ": 2780,
      "﮵": 2781,
      "﮶": 2782,
      "ﱳ": 2783,
      "ﲹ": 2784,
      "ﳲ": 2785,
      "﷿": 2786,
      "️": 2787,
      "﹒": 2788,
      "﹜": 2789,
      "﻿": 2790,
      "！": 2791,
      "＂": 2792,
      "％": 2793,
      "＆": 2794,
      "＇": 2795,
      "（": 2796,
      "）": 2797,
      "＊": 2798,
      "＋": 2799,
      "，": 2800,
      "－": 2801,
      "．": 2802,
      "／": 2803,
      "０": 2804,
      "１": 2805,
      "２": 2806,
      "３": 2807,
      "６": 2808,
      "８": 2809,
      "：": 2810,
      "；": 2811,
      "＜": 2812,
      "＝": 2813,
      "＞": 2814,
      "？": 2815,
      "［": 2816,
      "］": 2817,
      "ｍ": 2818,
      "｜": 2819,
      "～": 2820,
      "･": 2821,
      "￥": 2822,
      "￪": 2823,
      "￭": 2824,
      "￷": 2825,
      "￼": 2826,
      "�": 2827,
      "𒂊": 2828,
      "𒊹": 2829,
      "𒍢": 2830,
      "𝙰": 2831,
      "𝙱": 2832,
      "𝙲": 2833,
      "𝙴": 2834,
      "𝙶": 2835,
      "𝙸": 2836,
      "𝙼": 2837,
      "𝚂": 2838,
      "𝚃": 2839,
      "𝚄": 2840,
      "🆕": 2841,
      "🇦": 2842,
      "🇬": 2843,
      "🇭": 2844,
      "🇱": 2845,
      "🇳": 2846,
      "🇶": 2847,
      "🇸": 2848,
      "🇺": 2849,
      "🇼": 2850,
      "🇿": 2851,
      "🌏": 2852,
      "🌱": 2853,
      "🌹": 2854,
      "🍐": 2855,
      "🍴": 2856,
      "🍹": 2857,
      "🎎": 2858,
      "🎨": 2859,
      "🎰": 2860,
      "🏁": 2861,
      "🏆": 2862,
      "🏖": 2863,
      "🏠": 2864,
      "🏻": 2865,
      "🏼": 2866,
      "🏽": 2867,
      "🐣": 2868,
      "🐤": 2869,
      "🐥": 2870,
      "👀": 2871,
      "👉": 2872,
      "👍": 2873,
      "👜": 2874,
      "👥": 2875,
      "👩": 2876,
      "💋": 2877,
      "💌": 2878,
      "💔": 2879,
      "💖": 2880,
      "💘": 2881,
      "💙": 2882,
      "💚": 2883,
      "💛": 2884,
      "💡": 2885,
      "💥": 2886,
      "💰": 2887,
      "💻": 2888,
      "📁": 2889,
      "📍": 2890,
      "📰": 2891,
      "📷": 2892,
      "🔥": 2893,
      "🔧": 2894,
      "🔸": 2895,
      "🖤": 2896,
      "🗣": 2897,
      "😀": 2898,
      "😈": 2899,
      "😉": 2900,
      "😍": 2901,
      "😘": 2902,
      "😜": 2903,
      "😱": 2904,
      "🙁": 2905,
      "🙂": 2906,
      "🙋": 2907,
      "🙏": 2908,
      "🚀": 2909,
      "🛌": 2910,
      "🤑": 2911,
      "🤔": 2912,
      "🤖": 2913,
      "🤙": 2914,
      "🤠": 2915,
      "🥇": 2916,
      "🦰": 2917,
      "🧰": 2918,
      "𡢤": 2919,
      "𡰲": 2920,
      "𣬲": 2921,
      "𣬹": 2922,
      "𤵤": 2923,
      "𥨥": 2924,
      "𦡮": 2925,
      "𲽤": 2926,
      "𲿷": 2927,
      "𶢡": 2928,
      "𷴵": 2929,
      "𽺹": 2930,
      "𾭼": 2931,
      "񡢽": 2932,
      "񡰱": 2933,
      "񡱾": 2934,
      "񡹤": 2935,
      "񣺳": 2936,
