{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<sos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "'": 4,
      "(": 5,
      ")": 6,
      ",": 7,
      "-": 8,
      ".": 9,
      ";": 10,
      "?": 11,
      "A": 12,
      "B": 13,
      "D": 14,
      "E": 15,
      "F": 16,
      "H": 17,
      "I": 18,
      "K": 19,
      "L": 20,
      "N": 21,
      "O": 22,
      "S": 23,
      "T": 24,
      "U": 25,
      "W": 26,
      "a": 27,
      "b": 28,
      "c": 29,
      "d": 30,
      "e": 31,
      "f": 32,
      "g": 33,
      "h": 34,
      "i": 35,
      "j": 36,
      "k": 37,
      "l": 38,
      "m": 39,
      "n": 40,
      "o": 41,
      "p": 42,
      "q": 43,
      "r": 44,
      "s": 45,
      "t": 46,
      "u": 47,
      "v": 48,
      "w": 49,
      "x": 50,
      "y": 51,
      "z": 52,
      "na": 53,
      "an": 54,
      "bu": 55,
      "he": 56,
      "di": 57,
      "on": 58,
      "ma": 59,
      "er": 60,
      "es": 61,
      "ha": 62,
      "ka": 63,
      "in": 64,
      "ye": 65,
      "onye": 66,
      "le": 67,
      "ot": 68,
      "is": 69,
      "ow": 70,
      "we": 71,
      "ga": 72,
      "du": 73,
      "me": 74,
      "ou": 75,
      "zi": 76,
      "it": 77,
      "wu": 78,
      "or": 79,
      "to": 80,
      "ihe": 81,
      "any": 82,
      "ig": 83,
      "the": 84,
      "ik": 85,
      "ll": 86,
      "ndi": 87,
      "ya": 88,
      "and": 89,
      "anyi": 90,
      "not": 91,
      "obu": 92,
      "re": 93,
      "ru": 94,
      "eso": 95,
      "bi": 96,
      "der": 97,
      "hi": 98,
      "nt": 99,
      "st": 100,
      "ut": 101,
      "fu": 102,
      "nma": 103,
      "ro": 104,
      "se": 105,
      "maka": 106,
      "hat": 107,
      "ak": 108,
      "ader": 109,
      "do": 110,
      "gb": 111,
      "ov": 112,
      "ri": 113,
      "so": 114,
      "you": 115,
      "leader": 116,
      "nmadu": 117,
      "Now": 118,
      "ed": 119,
      "ic": 120,
      "if": 121,
      "mu": 122,
      "that": 123,
      "wa": 124,
      "mana": 125,
      "ing": 126,
      "al": 127,
      "abu": 128,
      "all": 129,
      "be": 130,
      "bou": 131,
      "en": 132,
      "edu": 133,
      "eme": 134,
      "fo": 135,
      "izi": 136,
      "kit": 137,
      "les": 138,
      "ne": 139,
      "nu": 140,
      "odi": 141,
      "ofu": 142,
      "si": 143,
      "son": 144,
      "otu": 145,
      "ike": 146,
      "llow": 147,
      "bido": 148,
      "follow": 149,
      "izizi": 150,
      "kita": 151,
      "Ug": 152,
      "at": 153,
      "abou": 154,
      "cu": 155,
      "gi": 156,
      "his": 157,
      "how": 158,
      "ir": 159,
      "ke": 160,
      "mor": 161,
      "oin": 162,
      "osi": 163,
      "ve": 164,
      "zo": 165,
      "dicu": 166,
      "onwe": 167,
      "esi": 168,
      "led": 169,
      "oru": 170,
      "igwe": 171,
      "notic": 172,
      "ntu": 173,
      "gbo": 174,
      "over": 175,
      "ridicu": 176,
      "lesson": 177,
      "Ugbu": 178,
      "irst": 179,
      "more": 180,
      "ridiculed": 181,
      "--": 182,
      "ED": 183,
      "So": 184,
      "TED": 185,
      "as": 186,
      "amu": 187,
      "cha": 188,
      "fe": 189,
      "for": 190,
      "first": 191,
      "ge": 192,
      "ime": 193,
      "ibido": 194,
      "join": 195,
      "kp": 196,
      "kwu": 197,
      "mbu": 198,
      "min": 199,
      "mov": 200,
      "nw": 201,
      "ndu": 202,
      "of": 203,
      "ome": 204,
      "shi": 205,
      "th": 206,
      "unu": 207,
      "uzo": 208,
      "wit": 209,
      "anwu": 210,
      "wuru": 211,
      "igosi": 212,
      "leadershi": 213,
      "ally": 214,
      "ement": 215,
      "follower": 216,
      "about": 217,
      "kpa": 218,
      "minut": 219,
      "movement": 220,
      "with": 221,
      "leadership": 222,
      "La": 223,
      "Oka": 224,
      "The": 225,
      "ac": 226,
      "af": 227,
      "ama": 228,
      "aka": 229,
      "aga": 230,
      "ato": 231,
      "abi": 232,
      "ca": 233,
      "ch": 234,
      "chi": 235,
      "eg": 236,
      "el": 237,
      "eo": 238,
      "eq": 239,
      "ezi": 240,
      "ehi": 241,
      "eve": 242,
      "efe": 243,
      "fer": 244,
      "fro": 245,
      "gh": 246,
      "gl": 247,
      "gut": 248,
      "ib": 249,
      "iga": 250,
      "ifu": 251,
      "ied": 252,
      "imu": 253,
      "ji": 254,
      "kn": 255,
      "mome": 256,
      "mkpa": 257,
      "nin": 258,
      "nder": 259,
      "noru": 260,
      "ona": 261,
      "obi": 262,
      "pp": 263,
      "ple": 264,
      "pre": 265,
      "peo": 266,
      "rt": 267,
      "ti": 268,
      "ter": 269,
      "ur": 270,
      "uzi": 271,
      "under": 272,
      "wo": 273,
      "xt": 274,
      "here": 275,
      "one": 276,
      "make": 277,
      "ere": 278,
      "ero": 279,
      "inwe": 280,
      "lee": 281,
      "let": 282,
      "isi": 283,
      "iso": 284,
      "weh": 285,
      "out": 286,
      "orif": 287,
      "ige": 288,
      "iku": 289,
      "ikwu": 290,
      "oburu": 291,
      "ree": 292,
      "stand": 293,
      "akuzi": 294,
      "some": 295,
      "next": 296,
      "notice": 297,
      "noticed": 298,
      "ntum": 299,
      "ntually": 300,
      "lessons": 301,
      "form": 302,
      "three": 303,
      "minute": 304,
      "Okay": 305,
      "abia": 306,
      "ezigbo": 307,
      "ehiro": 308,
      "eventually": 309,
      "from": 310,
      "glorif": 311,
      "guts": 312,
      "momentum": 313,
      "nine": 314,
      "prefer": 315,
      "people": 316,
      "glorified": 317,
      "An": 318,
      "But": 319,
      "Ebe": 320,
      "First": 321,
      "Here": 322,
      "It": 323,
      "Ka": 324,
      "Ndi": 325,
      "Nke": 326,
      "Oge": 327,
      "This": 328,
      "What": 329,
      "ah": 330,
      "adi": 331,
      "aru": 332,
      "afu": 333,
      "agb": 334,
      "ason": 335,
      "abido": 336,
      "art": 337,
      "ba": 338,
      "br": 339,
      "big": 340,
      "bas": 341,
      "ce": 342,
      "ci": 343,
      "cr": 344,
      "ct": 345,
      "che": 346,
      "cou": 347,
      "cru": 348,
      "call": 349,
      "cat": 350,
      "come": 351,
      "ds": 352,
      "daru": 353,
      "em": 354,
      "ev": 355,
      "ez": 356,
      "ebe": 357,
      "eas": 358,
      "ekwu": 359,
      "ewuru": 360,
      "eji": 361,
      "eba": 362,
      "fin": 363,
      "fri": 364,
      "fen": 365,
      "go": 366,
      "ges": 367,
      "got": 368,
      "gwu": 369,
      "gwa": 370,
      "ht": 371,
      "han": 372,
      "il": 373,
      "im": 374,
      "ibu": 375,
      "ile": 376,
      "idu": 377,
      "iru": 378,
      "iro": 379,
      "ibou": 380,
      "ju": 381,
      "kw": 382,
      "ky": 383,
      "kanyi": 384,
      "kwa": 385,
      "ld": 386,
      "lf": 387,
      "lot": 388,
      "like": 389,
      "lur": 390,
      "lone": 391,
      "mis": 392,
      "mig": 393,
      "mut": 394,
      "mbido": 395,
      "mfe": 396,
      "nwe": 397,
      "nya": 398,
      "nut": 399,
      "nke": 400,
      "nkpa": 401,
      "nmkpa": 402,
      "ngwu": 403,
      "nile": 404,
      "oz": 405,
      "oga": 406,
      "ose": 407,
      "odo": 408,
      "ozo": 409,
      "ogbo": 410,
      "oge": 411,
      "ochi": 412,
      "ohan": 413,
      "okwa": 414,
      "po": 415,
      "pu": 416,
      "put": 417,
      "poin": 418,
      "plur": 419,
      "ran": 420,
      "rot": 421,
      "ris": 422,
      "rse": 423,
      "sit": 424,
      "sse": 425,
      "show": 426,
      "soru": 427,
      "sform": 428,
      "ta": 429,
      "te": 430,
      "tu": 431,
      "tak": 432,
      "ted": 433,
      "tal": 434,
      "this": 435,
      "tch": 436,
      "two": 437,
      "tran": 438,
      "uha": 439,
      "ume": 440,
      "uro": 441,
      "use": 442,
      "ual": 443,
      "ugbo": 444,
      "ugh": 445,
      "ws": 446,
      "wou": 447,
      "what": 448,
      "wero": 449,
      "yi": 450,
      "yes": 451,
      "yone": 452,
      "nabu": 453,
      "ani": 454,
      "anu": 455,
      "anna": 456,
      "anye": 457,
      "anwe": 458,
      "anwo": 459,
      "but": 460,
      "buzi": 461,
      "did": 462,
      "dies": 463,
      "diat": 464,
      "disse": 465,
      "mated": 466,
      "eru": 467,
      "eryone": 468,
      "esti": 469,
      "have": 470,
      "happ": 471,
      "into": 472,
      "leme": 473,
      "oto": 474,
      "ish": 475,
      "owd": 476,
      "owero": 477,
      "gasi": 478,
      "mediat": 479,
      "ito": 480,
      "itse": 481,
      "anya": 482,
      "anymore": 483,
      "igbas": 484,
      "them": 485,
      "they": 486,
      "there": 487,
      "ikwa": 488,
      "ikwuru": 489,
      "yana": 490,
      "obugh": 491,
      "real": 492,
      "reca": 493,
      "reason": 494,
      "ruo": 495,
      "him": 496,
      "nti": 497,
      "ntleme": 498,
      "stic": 499,
      "start": 500,
      "role": 501,
      "sed": 502,
      "see": 503,
      "ako": 504,
      "akwa": 505,
      "akwuru": 506,
      "akpo": 507,
      "doing": 508,
      "gbanwe": 509,
      "gbako": 510,
      "eds": 511,
      "ichi": 512,
      "ife": 513,
      "watch": 514,
      "abuo": 515,
      "aburo": 516,
      "beca": 517,
      "ends": 518,
      "enwero": 519,
      "enyi": 520,
      "less": 521,
      "nee": 522,
      "news": 523,
      "needs": 524,
      "nukwu": 525,
      "nurt": 526,
      "ikeji": 527,
      "atuha": 528,
      "esiri": 529,
      "chapu": 530,
      "gentleme": 531,
      "joining": 532,
      "joinuro": 533,
      "kwuchapu": 534,
      "nwere": 535,
      "nwanna": 536,
      "nweru": 537,
      "those": 538,
      "minutes": 539,
      "Laugh": 540,
      "Ladies": 541,
      "aces": 542,
      "actu": 543,
      "afa": 544,
      "after": 545,
      "agawu": 546,
      "chia": 547,
      "egwu": 548,
      "egosi": 549,
      "ely": 550,
      "else": 551,
      "eqwu": 552,
      "equal": 553,
      "ibodo": 554,
      "ibanye": 555,
      "kno": 556,
      "know": 557,
      "pping": 558,
      "tipping": 559,
      "uring": 560,
      "underesti": 561,
      "oburuzi": 562,
      "And": 563,
      "ahu": 564,
      "agba": 565,
      "braces": 566,
      "bigges": 567,
      "cial": 568,
      "crowd": 569,
      "course": 570,
      "crucial": 571,
      "calling": 572,
      "catch": 573,
      "embraces": 574,
      "everyone": 575,
      "eze": 576,
      "easy": 577,
      "finish": 578,
      "friends": 579,
      "fence": 580,
      "going": 581,
      "gwaru": 582,
      "ilofu": 583,
      "immediat": 584,
      "just": 585,
      "kwesiri": 586,
      "missed": 587,
      "might": 588,
      "mutakwa": 589,
      "ngwucha": 590,
      "ozugbo": 591,
      "ohaneze": 592,
      "puta": 593,
      "point": 594,
      "plural": 595,
      "rota": 596,
      "risky": 597,
      "site": 598,
      "sforms": 599,
      "takes": 600,
      "talk": 601,
      "transforms": 602,
      "would": 603,
      "dissect": 604,
      "happen": 605,
      "gasia": 606,
      "itself": 607,
      "igbasike": 608,
      "obughikwa": 609,
      "recap": 610,
      "stick": 611,
      "because": 612,
      "nurturing": 613,
      "atuhari": 614,
      "gentlemen": 615,
      "Laughter": 616,
      "actually": 617,
      "underestimated": 618,
      "biggest": 619,
      "immediately": 620
    },
    "merges": [
      [
        "n",
        "a"
      ],
      [
        "a",
        "n"
      ],
      [
        "b",
        "u"
      ],
      [
        "h",
        "e"
      ],
      [
        "d",
        "i"
      ],
      [
        "o",
        "n"
      ],
      [
        "m",
        "a"
      ],
      [
        "e",
        "r"
      ],
      [
        "e",
        "s"
      ],
      [
        "h",
        "a"
      ],
      [
        "k",
        "a"
      ],
      [
        "i",
        "n"
      ],
      [
        "y",
        "e"
      ],
      [
        "on",
        "ye"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "t"
      ],
      [
        "i",
        "s"
      ],
      [
        "o",
        "w"
      ],
      [
        "w",
        "e"
      ],
      [
        "g",
        "a"
      ],
      [
        "d",
        "u"
      ],
      [
        "m",
        "e"
      ],
      [
        "o",
        "u"
      ],
      [
        "z",
        "i"
      ],
      [
        "i",
        "t"
      ],
      [
        "w",
        "u"
      ],
      [
        "o",
        "r"
      ],
      [
        "t",
        "o"
      ],
      [
        "i",
        "he"
      ],
      [
        "an",
        "y"
      ],
      [
        "i",
        "g"
      ],
      [
        "t",
        "he"
      ],
      [
        "i",
        "k"
      ],
      [
        "l",
        "l"
      ],
      [
        "n",
        "di"
      ],
      [
        "y",
        "a"
      ],
      [
        "an",
        "d"
      ],
      [
        "any",
        "i"
      ],
      [
        "n",
        "ot"
      ],
      [
        "o",
        "bu"
      ],
      [
        "r",
        "e"
      ],
      [
        "r",
        "u"
      ],
      [
        "es",
        "o"
      ],
      [
        "b",
        "i"
      ],
      [
        "d",
        "er"
      ],
      [
        "h",
        "i"
      ],
      [
        "n",
        "t"
      ],
      [
        "s",
        "t"
      ],
      [
        "u",
        "t"
      ],
      [
        "f",
        "u"
      ],
      [
        "n",
        "ma"
      ],
      [
        "r",
        "o"
      ],
      [
        "s",
        "e"
      ],
      [
        "ma",
        "ka"
      ],
      [
        "ha",
        "t"
      ],
      [
        "a",
        "k"
      ],
      [
        "a",
        "der"
      ],
      [
        "d",
        "o"
      ],
      [
        "g",
        "b"
      ],
      [
        "o",
        "v"
      ],
      [
        "r",
        "i"
      ],
      [
        "s",
        "o"
      ],
      [
        "y",
        "ou"
      ],
      [
        "le",
        "ader"
      ],
      [
        "nma",
        "du"
      ],
      [
        "N",
        "ow"
      ],
      [
        "e",
        "d"
      ],
      [
        "i",
        "c"
      ],
      [
        "i",
        "f"
      ],
      [
        "m",
        "u"
      ],
      [
        "t",
        "hat"
      ],
      [
        "w",
        "a"
      ],
      [
        "ma",
        "na"
      ],
      [
        "in",
        "g"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "bu"
      ],
      [
        "a",
        "ll"
      ],
      [
        "b",
        "e"
      ],
      [
        "b",
        "ou"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "du"
      ],
      [
        "e",
        "me"
      ],
      [
        "f",
        "o"
      ],
      [
        "i",
        "zi"
      ],
      [
        "k",
        "it"
      ],
      [
        "l",
        "es"
      ],
      [
        "n",
        "e"
      ],
      [
        "n",
        "u"
      ],
      [
        "o",
        "di"
      ],
      [
        "o",
        "fu"
      ],
      [
        "s",
        "i"
      ],
      [
        "s",
        "on"
      ],
      [
        "ot",
        "u"
      ],
      [
        "ik",
        "e"
      ],
      [
        "ll",
        "ow"
      ],
      [
        "bi",
        "do"
      ],
      [
        "fo",
        "llow"
      ],
      [
        "izi",
        "zi"
      ],
      [
        "kit",
        "a"
      ],
      [
        "U",
        "g"
      ],
      [
        "a",
        "t"
      ],
      [
        "a",
        "bou"
      ],
      [
        "c",
        "u"
      ],
      [
        "g",
        "i"
      ],
      [
        "h",
        "is"
      ],
      [
        "h",
        "ow"
      ],
      [
        "i",
        "r"
      ],
      [
        "k",
        "e"
      ],
      [
        "m",
        "or"
      ],
      [
        "o",
        "in"
      ],
      [
        "o",
        "si"
      ],
      [
        "v",
        "e"
      ],
      [
        "z",
        "o"
      ],
      [
        "di",
        "cu"
      ],
      [
        "on",
        "we"
      ],
      [
        "es",
        "i"
      ],
      [
        "le",
        "d"
      ],
      [
        "or",
        "u"
      ],
      [
        "ig",
        "we"
      ],
      [
        "not",
        "ic"
      ],
      [
        "nt",
        "u"
      ],
      [
        "gb",
        "o"
      ],
      [
        "ov",
        "er"
      ],
      [
        "ri",
        "dicu"
      ],
      [
        "les",
        "son"
      ],
      [
        "Ug",
        "bu"
      ],
      [
        "ir",
        "st"
      ],
      [
        "mor",
        "e"
      ],
      [
        "ridicu",
        "led"
      ],
      [
        "-",
        "-"
      ],
      [
        "E",
        "D"
      ],
      [
        "S",
        "o"
      ],
      [
        "T",
        "ED"
      ],
      [
        "a",
        "s"
      ],
      [
        "a",
        "mu"
      ],
      [
        "c",
        "ha"
      ],
      [
        "f",
        "e"
      ],
      [
        "f",
        "or"
      ],
      [
        "f",
        "irst"
      ],
      [
        "g",
        "e"
      ],
      [
        "i",
        "me"
      ],
      [
        "i",
        "bido"
      ],
      [
        "j",
        "oin"
      ],
      [
        "k",
        "p"
      ],
      [
        "k",
        "wu"
      ],
      [
        "m",
        "bu"
      ],
      [
        "m",
        "in"
      ],
      [
        "m",
        "ov"
      ],
      [
        "n",
        "w"
      ],
      [
        "n",
        "du"
      ],
      [
        "o",
        "f"
      ],
      [
        "o",
        "me"
      ],
      [
        "s",
        "hi"
      ],
      [
        "t",
        "h"
      ],
      [
        "u",
        "nu"
      ],
      [
        "u",
        "zo"
      ],
      [
        "w",
        "it"
      ],
      [
        "an",
        "wu"
      ],
      [
        "wu",
        "ru"
      ],
      [
        "ig",
        "osi"
      ],
      [
        "leader",
        "shi"
      ],
      [
        "all",
        "y"
      ],
      [
        "eme",
        "nt"
      ],
      [
        "follow",
        "er"
      ],
      [
        "abou",
        "t"
      ],
      [
        "kp",
        "a"
      ],
      [
        "min",
        "ut"
      ],
      [
        "mov",
        "ement"
      ],
      [
        "wit",
        "h"
      ],
      [
        "leadershi",
        "p"
      ],
      [
        "L",
        "a"
      ],
      [
        "O",
        "ka"
      ],
      [
        "T",
        "he"
      ],
      [
        "a",
        "c"
      ],
      [
        "a",
        "f"
      ],
      [
        "a",
        "ma"
      ],
      [
        "a",
        "ka"
      ],
      [
        "a",
        "ga"
      ],
      [
        "a",
        "to"
      ],
      [
        "a",
        "bi"
      ],
      [
        "c",
        "a"
      ],
      [
        "c",
        "h"
      ],
      [
        "c",
        "hi"
      ],
      [
        "e",
        "g"
      ],
      [
        "e",
        "l"
      ],
      [
        "e",
        "o"
      ],
      [
        "e",
        "q"
      ],
      [
        "e",
        "zi"
      ],
      [
        "e",
        "hi"
      ],
      [
        "e",
        "ve"
      ],
      [
        "e",
        "fe"
      ],
      [
        "f",
        "er"
      ],
      [
        "f",
        "ro"
      ],
      [
        "g",
        "h"
      ],
      [
        "g",
        "l"
      ],
      [
        "g",
        "ut"
      ],
      [
        "i",
        "b"
      ],
      [
        "i",
        "ga"
      ],
      [
        "i",
        "fu"
      ],
      [
        "i",
        "ed"
      ],
      [
        "i",
        "mu"
      ],
      [
        "j",
        "i"
      ],
      [
        "k",
        "n"
      ],
      [
        "m",
        "ome"
      ],
      [
        "m",
        "kpa"
      ],
      [
        "n",
        "in"
      ],
      [
        "n",
        "der"
      ],
      [
        "n",
        "oru"
      ],
      [
        "o",
        "na"
      ],
      [
        "o",
        "bi"
      ],
      [
        "p",
        "p"
      ],
      [
        "p",
        "le"
      ],
      [
        "p",
        "re"
      ],
      [
        "p",
        "eo"
      ],
      [
        "r",
        "t"
      ],
      [
        "t",
        "i"
      ],
      [
        "t",
        "er"
      ],
      [
        "u",
        "r"
      ],
      [
        "u",
        "zi"
      ],
      [
        "u",
        "nder"
      ],
      [
        "w",
        "o"
      ],
      [
        "x",
        "t"
      ],
      [
        "he",
        "re"
      ],
      [
        "on",
        "e"
      ],
      [
        "ma",
        "ke"
      ],
      [
        "er",
        "e"
      ],
      [
        "er",
        "o"
      ],
      [
        "in",
        "we"
      ],
      [
        "le",
        "e"
      ],
      [
        "le",
        "t"
      ],
      [
        "is",
        "i"
      ],
      [
        "is",
        "o"
      ],
      [
        "we",
        "h"
      ],
      [
        "ou",
        "t"
      ],
      [
        "or",
        "if"
      ],
      [
        "ig",
        "e"
      ],
      [
        "ik",
        "u"
      ],
      [
        "ik",
        "wu"
      ],
      [
        "obu",
        "ru"
      ],
      [
        "re",
        "e"
      ],
      [
        "st",
        "and"
      ],
      [
        "ak",
        "uzi"
      ],
      [
        "so",
        "me"
      ],
      [
        "ne",
        "xt"
      ],
      [
        "notic",
        "e"
      ],
      [
        "notic",
        "ed"
      ],
      [
        "ntu",
        "m"
      ],
      [
        "ntu",
        "ally"
      ],
      [
        "lesson",
        "s"
      ],
      [
        "for",
        "m"
      ],
      [
        "th",
        "ree"
      ],
      [
        "minut",
        "e"
      ],
      [
        "Oka",
        "y"
      ],
      [
        "abi",
        "a"
      ],
      [
        "ezi",
        "gbo"
      ],
      [
        "ehi",
        "ro"
      ],
      [
        "eve",
        "ntually"
      ],
      [
        "fro",
        "m"
      ],
      [
        "gl",
        "orif"
      ],
      [
        "gut",
        "s"
      ],
      [
        "mome",
        "ntum"
      ],
      [
        "nin",
        "e"
      ],
      [
        "pre",
        "fer"
      ],
      [
        "peo",
        "ple"
      ],
      [
        "glorif",
        "ied"
      ],
      [
        "A",
        "n"
      ],
      [
        "B",
        "ut"
      ],
      [
        "E",
        "be"
      ],
      [
        "F",
        "irst"
      ],
      [
        "H",
        "ere"
      ],
      [
        "I",
        "t"
      ],
      [
        "K",
        "a"
      ],
      [
        "N",
        "di"
      ],
      [
        "N",
        "ke"
      ],
      [
        "O",
        "ge"
      ],
      [
        "T",
        "his"
      ],
      [
        "W",
        "hat"
      ],
      [
        "a",
        "h"
      ],
      [
        "a",
        "di"
      ],
      [
        "a",
        "ru"
      ],
      [
        "a",
        "fu"
      ],
      [
        "a",
        "gb"
      ],
      [
        "a",
        "son"
      ],
      [
        "a",
        "bido"
      ],
      [
        "a",
        "rt"
      ],
      [
        "b",
        "a"
      ],
      [
        "b",
        "r"
      ],
      [
        "b",
        "ig"
      ],
      [
        "b",
        "as"
      ],
      [
        "c",
        "e"
      ],
      [
        "c",
        "i"
      ],
      [
        "c",
        "r"
      ],
      [
        "c",
        "t"
      ],
      [
        "c",
        "he"
      ],
      [
        "c",
        "ou"
      ],
      [
        "c",
        "ru"
      ],
      [
        "c",
        "all"
      ],
      [
        "c",
        "at"
      ],
      [
        "c",
        "ome"
      ],
      [
        "d",
        "s"
      ],
      [
        "d",
        "aru"
      ],
      [
        "e",
        "m"
      ],
      [
        "e",
        "v"
      ],
      [
        "e",
        "z"
      ],
      [
        "e",
        "be"
      ],
      [
        "e",
        "as"
      ],
      [
        "e",
        "kwu"
      ],
      [
        "e",
        "wuru"
      ],
      [
        "e",
        "ji"
      ],
      [
        "e",
        "ba"
      ],
      [
        "f",
        "in"
      ],
      [
        "f",
        "ri"
      ],
      [
        "f",
        "en"
      ],
      [
        "g",
        "o"
      ],
      [
        "g",
        "es"
      ],
      [
        "g",
        "ot"
      ],
      [
        "g",
        "wu"
      ],
      [
        "g",
        "wa"
      ],
      [
        "h",
        "t"
      ],
      [
        "h",
        "an"
      ],
      [
        "i",
        "l"
      ],
      [
        "i",
        "m"
      ],
      [
        "i",
        "bu"
      ],
      [
        "i",
        "le"
      ],
      [
        "i",
        "du"
      ],
      [
        "i",
        "ru"
      ],
      [
        "i",
        "ro"
      ],
      [
        "i",
        "bou"
      ],
      [
        "j",
        "u"
      ],
      [
        "k",
        "w"
      ],
      [
        "k",
        "y"
      ],
      [
        "k",
        "anyi"
      ],
      [
        "k",
        "wa"
      ],
      [
        "l",
        "d"
      ],
      [
        "l",
        "f"
      ],
      [
        "l",
        "ot"
      ],
      [
        "l",
        "ike"
      ],
      [
        "l",
        "ur"
      ],
      [
        "l",
        "one"
      ],
      [
        "m",
        "is"
      ],
      [
        "m",
        "ig"
      ],
      [
        "m",
        "ut"
      ],
      [
        "m",
        "bido"
      ],
      [
        "m",
        "fe"
      ],
      [
        "n",
        "we"
      ],
      [
        "n",
        "ya"
      ],
      [
        "n",
        "ut"
      ],
      [
        "n",
        "ke"
      ],
      [
        "n",
        "kpa"
      ],
      [
        "n",
        "mkpa"
      ],
      [
        "n",
        "gwu"
      ],
      [
        "n",
        "ile"
      ],
      [
        "o",
        "z"
      ],
      [
        "o",
        "ga"
      ],
      [
        "o",
        "se"
      ],
      [
        "o",
        "do"
      ],
      [
        "o",
        "zo"
      ],
      [
        "o",
        "gbo"
      ],
      [
        "o",
        "ge"
      ],
      [
        "o",
        "chi"
      ],
      [
        "o",
        "han"
      ],
      [
        "o",
        "kwa"
      ],
      [
        "p",
        "o"
      ],
      [
        "p",
        "u"
      ],
      [
        "p",
        "ut"
      ],
      [
        "p",
        "oin"
      ],
      [
        "p",
        "lur"
      ],
      [
        "r",
        "an"
      ],
      [
        "r",
        "ot"
      ],
      [
        "r",
        "is"
      ],
      [
        "r",
        "se"
      ],
      [
        "s",
        "it"
      ],
      [
        "s",
        "se"
      ],
      [
        "s",
        "how"
      ],
      [
        "s",
        "oru"
      ],
      [
        "s",
        "form"
      ],
      [
        "t",
        "a"
      ],
      [
        "t",
        "e"
      ],
      [
        "t",
        "u"
      ],
      [
        "t",
        "ak"
      ],
      [
        "t",
        "ed"
      ],
      [
        "t",
        "al"
      ],
      [
        "t",
        "his"
      ],
      [
        "t",
        "ch"
      ],
      [
        "t",
        "wo"
      ],
      [
        "t",
        "ran"
      ],
      [
        "u",
        "ha"
      ],
      [
        "u",
        "me"
      ],
      [
        "u",
        "ro"
      ],
      [
        "u",
        "se"
      ],
      [
        "u",
        "al"
      ],
      [
        "u",
        "gbo"
      ],
      [
        "u",
        "gh"
      ],
      [
        "w",
        "s"
      ],
      [
        "w",
        "ou"
      ],
      [
        "w",
        "hat"
      ],
      [
        "w",
        "ero"
      ],
      [
        "y",
        "i"
      ],
      [
        "y",
        "es"
      ],
      [
        "y",
        "one"
      ],
      [
        "na",
        "bu"
      ],
      [
        "an",
        "i"
      ],
      [
        "an",
        "u"
      ],
      [
        "an",
        "na"
      ],
      [
        "an",
        "ye"
      ],
      [
        "an",
        "we"
      ],
      [
        "an",
        "wo"
      ],
      [
        "bu",
        "t"
      ],
      [
        "bu",
        "zi"
      ],
      [
        "di",
        "d"
      ],
      [
        "di",
        "es"
      ],
      [
        "di",
        "at"
      ],
      [
        "di",
        "sse"
      ],
      [
        "ma",
        "ted"
      ],
      [
        "er",
        "u"
      ],
      [
        "er",
        "yone"
      ],
      [
        "es",
        "ti"
      ],
      [
        "ha",
        "ve"
      ],
      [
        "ha",
        "pp"
      ],
      [
        "in",
        "to"
      ],
      [
        "le",
        "me"
      ],
      [
        "ot",
        "o"
      ],
      [
        "is",
        "h"
      ],
      [
        "ow",
        "d"
      ],
      [
        "ow",
        "ero"
      ],
      [
        "ga",
        "si"
      ],
      [
        "me",
        "diat"
      ],
      [
        "it",
        "o"
      ],
      [
        "it",
        "se"
      ],
      [
        "any",
        "a"
      ],
      [
        "any",
        "more"
      ],
      [
        "ig",
        "bas"
      ],
      [
        "the",
        "m"
      ],
      [
        "the",
        "y"
      ],
      [
        "the",
        "re"
      ],
      [
        "ik",
        "wa"
      ],
      [
        "ik",
        "wuru"
      ],
      [
        "ya",
        "na"
      ],
      [
        "obu",
        "gh"
      ],
      [
        "re",
        "al"
      ],
      [
        "re",
        "ca"
      ],
      [
        "re",
        "ason"
      ],
      [
        "ru",
        "o"
      ],
      [
        "hi",
        "m"
      ],
      [
        "nt",
        "i"
      ],
      [
        "nt",
        "leme"
      ],
      [
        "st",
        "ic"
      ],
      [
        "st",
        "art"
      ],
      [
        "ro",
        "le"
      ],
      [
        "se",
        "d"
      ],
      [
        "se",
        "e"
      ],
      [
        "ak",
        "o"
      ],
      [
        "ak",
        "wa"
      ],
      [
        "ak",
        "wuru"
      ],
      [
        "ak",
        "po"
      ],
      [
        "do",
        "ing"
      ],
      [
        "gb",
        "anwe"
      ],
      [
        "gb",
        "ako"
      ],
      [
        "ed",
        "s"
      ],
      [
        "ic",
        "hi"
      ],
      [
        "if",
        "e"
      ],
      [
        "wa",
        "tch"
      ],
      [
        "abu",
        "o"
      ],
      [
        "abu",
        "ro"
      ],
      [
        "be",
        "ca"
      ],
      [
        "en",
        "ds"
      ],
      [
        "en",
        "wero"
      ],
      [
        "en",
        "yi"
      ],
      [
        "les",
        "s"
      ],
      [
        "ne",
        "e"
      ],
      [
        "ne",
        "ws"
      ],
      [
        "ne",
        "eds"
      ],
      [
        "nu",
        "kwu"
      ],
      [
        "nu",
        "rt"
      ],
      [
        "ike",
        "ji"
      ],
      [
        "at",
        "uha"
      ],
      [
        "esi",
        "ri"
      ],
      [
        "cha",
        "pu"
      ],
      [
        "ge",
        "ntleme"
      ],
      [
        "join",
        "ing"
      ],
      [
        "join",
        "uro"
      ],
      [
        "kwu",
        "chapu"
      ],
      [
        "nw",
        "ere"
      ],
      [
        "nw",
        "anna"
      ],
      [
        "nw",
        "eru"
      ],
      [
        "th",
        "ose"
      ],
      [
        "minut",
        "es"
      ],
      [
        "La",
        "ugh"
      ],
      [
        "La",
        "dies"
      ],
      [
        "ac",
        "es"
      ],
      [
        "ac",
        "tu"
      ],
      [
        "af",
        "a"
      ],
      [
        "af",
        "ter"
      ],
      [
        "aga",
        "wu"
      ],
      [
        "chi",
        "a"
      ],
      [
        "eg",
        "wu"
      ],
      [
        "eg",
        "osi"
      ],
      [
        "el",
        "y"
      ],
      [
        "el",
        "se"
      ],
      [
        "eq",
        "wu"
      ],
      [
        "eq",
        "ual"
      ],
      [
        "ib",
        "odo"
      ],
      [
        "ib",
        "anye"
      ],
      [
        "kn",
        "o"
      ],
      [
        "kn",
        "ow"
      ],
      [
        "pp",
        "ing"
      ],
      [
        "ti",
        "pping"
      ],
      [
        "ur",
        "ing"
      ],
      [
        "under",
        "esti"
      ],
      [
        "oburu",
        "zi"
      ],
      [
        "An",
        "d"
      ],
      [
        "ah",
        "u"
      ],
      [
        "agb",
        "a"
      ],
      [
        "br",
        "aces"
      ],
      [
        "big",
        "ges"
      ],
      [
        "ci",
        "al"
      ],
      [
        "cr",
        "owd"
      ],
      [
        "cou",
        "rse"
      ],
      [
        "cru",
        "cial"
      ],
      [
        "call",
        "ing"
      ],
      [
        "cat",
        "ch"
      ],
      [
        "em",
        "braces"
      ],
      [
        "ev",
        "eryone"
      ],
      [
        "ez",
        "e"
      ],
      [
        "eas",
        "y"
      ],
      [
        "fin",
        "ish"
      ],
      [
        "fri",
        "ends"
      ],
      [
        "fen",
        "ce"
      ],
      [
        "go",
        "ing"
      ],
      [
        "gwa",
        "ru"
      ],
      [
        "il",
        "ofu"
      ],
      [
        "im",
        "mediat"
      ],
      [
        "ju",
        "st"
      ],
      [
        "kw",
        "esiri"
      ],
      [
        "mis",
        "sed"
      ],
      [
        "mig",
        "ht"
      ],
      [
        "mut",
        "akwa"
      ],
      [
        "ngwu",
        "cha"
      ],
      [
        "oz",
        "ugbo"
      ],
      [
        "ohan",
        "eze"
      ],
      [
        "put",
        "a"
      ],
      [
        "poin",
        "t"
      ],
      [
        "plur",
        "al"
      ],
      [
        "rot",
        "a"
      ],
      [
        "ris",
        "ky"
      ],
      [
        "sit",
        "e"
      ],
      [
        "sform",
        "s"
      ],
      [
        "tak",
        "es"
      ],
      [
        "tal",
        "k"
      ],
      [
        "tran",
        "sforms"
      ],
      [
        "wou",
        "ld"
      ],
      [
        "disse",
        "ct"
      ],
      [
        "happ",
        "en"
      ],
      [
        "gasi",
        "a"
      ],
      [
        "itse",
        "lf"
      ],
      [
        "igbas",
        "ike"
      ],
      [
        "obugh",
        "ikwa"
      ],
      [
        "reca",
        "p"
      ],
      [
        "stic",
        "k"
      ],
      [
        "beca",
        "use"
      ],
      [
        "nurt",
        "uring"
      ],
      [
        "atuha",
        "ri"
      ],
      [
        "gentleme",
        "n"
      ],
      [
        "Laugh",
        "ter"
      ],
      [
        "actu",
        "ally"
      ],
      [
        "underesti",
        "mated"
      ],
      [
        "bigges",
        "t"
      ],
      [
        "immediat",
        "ely"
      ]
    ]
  }
}