{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<sos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "¡": 121,
      "¢": 122,
      "£": 123,
      "¤": 124,
      "¥": 125,
      "¦": 126,
      "§": 127,
      "¨": 128,
      "©": 129,
      "ª": 130,
      "«": 131,
      "¬": 132,
      "­": 133,
      "®": 134,
      "¯": 135,
      "°": 136,
      "±": 137,
      "²": 138,
      "³": 139,
      "´": 140,
      "µ": 141,
      "¶": 142,
      "·": 143,
      "¸": 144,
      "¹": 145,
      "º": 146,
      "»": 147,
      "¼": 148,
      "½": 149,
      "¾": 150,
      "¿": 151,
      "À": 152,
      "Á": 153,
      "Â": 154,
      "Ã": 155,
      "Ä": 156,
      "Å": 157,
      "Æ": 158,
      "Ç": 159,
      "È": 160,
      "É": 161,
      "Ê": 162,
      "Ë": 163,
      "Ì": 164,
      "Í": 165,
      "Î": 166,
      "Ï": 167,
      "Ð": 168,
      "Ñ": 169,
      "Ò": 170,
      "Ó": 171,
      "Ô": 172,
      "Õ": 173,
      "Ö": 174,
      "×": 175,
      "Ø": 176,
      "Ù": 177,
      "Ú": 178,
      "Û": 179,
      "Ü": 180,
      "Ý": 181,
      "Þ": 182,
      "ß": 183,
      "à": 184,
      "á": 185,
      "â": 186,
      "ã": 187,
      "ä": 188,
      "å": 189,
      "æ": 190,
      "ç": 191,
      "è": 192,
      "é": 193,
      "ê": 194,
      "ë": 195,
      "ì": 196,
      "í": 197,
      "î": 198,
      "ï": 199,
      "ð": 200,
      "ñ": 201,
      "ò": 202,
      "ó": 203,
      "ô": 204,
      "õ": 205,
      "ö": 206,
      "÷": 207,
      "ø": 208,
      "ù": 209,
      "ú": 210,
      "û": 211,
      "ü": 212,
      "ý": 213,
      "þ": 214,
      "ÿ": 215,
      "Ā": 216,
      "ā": 217,
      "Ă": 218,
      "ă": 219,
      "ą": 220,
      "Ć": 221,
      "ć": 222,
      "ĉ": 223,
      "Ċ": 224,
      "ċ": 225,
      "Č": 226,
      "č": 227,
      "ď": 228,
      "Đ": 229,
      "đ": 230,
      "Ē": 231,
      "ē": 232,
      "Ĕ": 233,
      "ĕ": 234,
      "ė": 235,
      "ę": 236,
      "Ě": 237,
      "ě": 238,
      "ĝ": 239,
      "Ğ": 240,
      "ğ": 241,
      "ġ": 242,
      "Ģ": 243,
      "ģ": 244,
      "Ĥ": 245,
      "ĥ": 246,
      "Ħ": 247,
      "ħ": 248,
      "ĩ": 249,
      "Ī": 250,
      "ī": 251,
      "ĭ": 252,
      "Į": 253,
      "į": 254,
      "İ": 255,
      "ı": 256,
      "Ĳ": 257,
      "ĳ": 258,
      "Ĵ": 259,
      "ĵ": 260,
      "Ķ": 261,
      "ķ": 262,
      "ĸ": 263,
      "Ĺ": 264,
      "ĺ": 265,
      "Ļ": 266,
      "ļ": 267,
      "Ľ": 268,
      "ľ": 269,
      "Ŀ": 270,
      "ŀ": 271,
      "Ł": 272,
      "ł": 273,
      "Ń": 274,
      "ń": 275,
      "ņ": 276,
      "ň": 277,
      "ŉ": 278,
      "Ŋ": 279,
      "ŋ": 280,
      "Ō": 281,
      "ō": 282,
      "Ŏ": 283,
      "ŏ": 284,
      "Ő": 285,
      "ő": 286,
      "Œ": 287,
      "œ": 288,
      "Ŕ": 289,
      "ŕ": 290,
      "ŗ": 291,
      "ř": 292,
      "Ś": 293,
      "ś": 294,
      "ŝ": 295,
      "Ş": 296,
      "ş": 297,
      "Š": 298,
      "š": 299,
      "ţ": 300,
      "Ť": 301,
      "ť": 302,
      "Ŧ": 303,
      "ŧ": 304,
      "Ũ": 305,
      "ũ": 306,
      "Ū": 307,
      "ū": 308,
      "Ŭ": 309,
      "ŭ": 310,
      "Ů": 311,
      "ů": 312,
      "Ű": 313,
      "ű": 314,
      "Ų": 315,
      "ų": 316,
      "Ŵ": 317,
      "ŵ": 318,
      "Ŷ": 319,
      "ŷ": 320,
      "Ÿ": 321,
      "Ź": 322,
      "ź": 323,
      "Ż": 324,
      "ż": 325,
      "Ž": 326,
      "ž": 327,
      "ſ": 328,
      "Ɓ": 329,
      "Ƃ": 330,
      "Ə": 331,
      "Ɛ": 332,
      "Ƒ": 333,
      "ƒ": 334,
      "Ɩ": 335,
      "ƙ": 336,
      "ơ": 337,
      "Ƣ": 338,
      "ƣ": 339,
      "Ƥ": 340,
      "ƥ": 341,
      "Ʃ": 342,
      "ƪ": 343,
      "ƫ": 344,
      "Ƭ": 345,
      "ƭ": 346,
      "Ʈ": 347,
      "Ư": 348,
      "ư": 349,
      "Ʊ": 350,
      "Ʋ": 351,
      "Ƴ": 352,
      "ƴ": 353,
      "Ƶ": 354,
      "ƶ": 355,
      "Ʒ": 356,
      "Ƹ": 357,
      "ƹ": 358,
      "ƺ": 359,
      "ƻ": 360,
      "Ƽ": 361,
      "ƽ": 362,
      "ƾ": 363,
      "ƿ": 364,
      "ǀ": 365,
      "ǁ": 366,
      "ǂ": 367,
      "ǎ": 368,
      "Ǐ": 369,
      "ǐ": 370,
      "ǒ": 371,
      "Ǔ": 372,
      "ǔ": 373,
      "Ǖ": 374,
      "ǖ": 375,
      "Ǘ": 376,
      "ǘ": 377,
      "Ǚ": 378,
      "ǚ": 379,
      "Ǜ": 380,
      "ǜ": 381,
      "ǝ": 382,
      "ǡ": 383,
      "ǣ": 384,
      "Ǥ": 385,
      "ǥ": 386,
      "ǧ": 387,
      "Ǩ": 388,
      "ǩ": 389,
      "Ǫ": 390,
      "Ǯ": 391,
      "ǯ": 392,
      "ǰ": 393,
      "Ǳ": 394,
      "ǲ": 395,
      "ǳ": 396,
      "Ǵ": 397,
      "ǵ": 398,
      "Ƕ": 399,
      "Ƿ": 400,
      "Ǹ": 401,
      "ǹ": 402,
      "Ǻ": 403,
      "ǻ": 404,
      "Ǽ": 405,
      "ǽ": 406,
      "Ǿ": 407,
      "ǿ": 408,
      "Ȃ": 409,
      "Ȋ": 410,
      "Ȕ": 411,
      "ȕ": 412,
      "Ȗ": 413,
      "ȗ": 414,
      "ș": 415,
      "Ț": 416,
      "ț": 417,
      "ȡ": 418,
      "Ȣ": 419,
      "ȣ": 420,
      "Ȥ": 421,
      "ȥ": 422,
      "Ȧ": 423,
      "Ȩ": 424,
      "ȩ": 425,
      "Ȫ": 426,
      "ȫ": 427,
      "ȭ": 428,
      "Ȯ": 429,
      "ȯ": 430,
      "Ȱ": 431,
      "ȱ": 432,
      "Ȳ": 433,
      "ȳ": 434,
      "ȴ": 435,
      "ȵ": 436,
      "ȶ": 437,
      "ȷ": 438,
      "ȸ": 439,
      "ȹ": 440,
      "Ⱥ": 441,
      "Ȼ": 442,
      "ȼ": 443,
      "Ƚ": 444,
      "Ⱦ": 445,
      "ȿ": 446,
      "Ɂ": 447,
      "ɂ": 448,
      "Ʉ": 449,
      "Ɉ": 450,
      "ɉ": 451,
      "Ɋ": 452,
      "Ɏ": 453,
      "ɐ": 454,
      "ɑ": 455,
      "ɔ": 456,
      "ɖ": 457,
      "ɗ": 458,
      "ə": 459,
      "ɛ": 460,
      "ɡ": 461,
      "ɢ": 462,
      "ɣ": 463,
      "ɤ": 464,
      "ɥ": 465,
      "ɨ": 466,
      "ɩ": 467,
      "ɪ": 468,
      "ɫ": 469,
      "ɬ": 470,
      "ɭ": 471,
      "ɮ": 472,
      "ɰ": 473,
      "ɱ": 474,
      "ɲ": 475,
      "ɳ": 476,
      "ɴ": 477,
      "ɵ": 478,
      "ɶ": 479,
      "ɷ": 480,
      "ɸ": 481,
      "ɹ": 482,
      "ɺ": 483,
      "ɻ": 484,
      "ɼ": 485,
      "ɽ": 486,
      "ɾ": 487,
      "ɿ": 488,
      "ʁ": 489,
      "ʃ": 490,
      "ʉ": 491,
      "ʊ": 492,
      "ʋ": 493,
      "ʌ": 494,
      "ʏ": 495,
      "ʒ": 496,
      "ʡ": 497,
      "ʢ": 498,
      "ʣ": 499,
      "ʤ": 500,
      "ʥ": 501,
      "ʦ": 502,
      "ʧ": 503,
      "ʩ": 504,
      "ʪ": 505,
      "ʬ": 506,
      "ʮ": 507,
      "ʯ": 508,
      "ʰ": 509,
      "ʱ": 510,
      "ʲ": 511,
      "ʳ": 512,
      "ʴ": 513,
      "ʵ": 514,
      "ʶ": 515,
      "ʷ": 516,
      "ʸ": 517,
      "ʹ": 518,
      "ʺ": 519,
      "ʻ": 520,
      "ʼ": 521,
      "ʽ": 522,
      "ʾ": 523,
      "ʿ": 524,
      "ˆ": 525,
      "ˈ": 526,
      "ˎ": 527,
      "ˑ": 528,
      "˘": 529,
      "˚": 530,
      "˜": 531,
      "˞": 532,
      "ˡ": 533,
      "ˢ": 534,
      "ˣ": 535,
      "ˤ": 536,
      "˥": 537,
      "˦": 538,
      "˧": 539,
      "˫": 540,
      "˭": 541,
      "ˮ": 542,
      "˯": 543,
      "˰": 544,
      "˱": 545,
      "˲": 546,
      "˳": 547,
      "˴": 548,
      "˵": 549,
      "˶": 550,
      "˷": 551,
      "˸": 552,
      "˹": 553,
      "˺": 554,
      "˻": 555,
      "˼": 556,
      "˽": 557,
      "˾": 558,
      "˿": 559,
      "̀": 560,
      "́": 561,
      "̂": 562,
      "̃": 563,
      "̄": 564,
      "̆": 565,
      "̇": 566,
      "̈": 567,
      "̉": 568,
      "̋": 569,
      "̌": 570,
      "̍": 571,
      "̎": 572,
      "̏": 573,
      "̐": 574,
      "̑": 575,
      "̓": 576,
      "̖": 577,
      "̗": 578,
      "̝": 579,
      "̡": 580,
      "̣": 581,
      "̤": 582,
      "̥": 583,
      "̧": 584,
      "̨": 585,
      "̩": 586,
      "̪": 587,
      "̫": 588,
      "̬": 589,
      "̯": 590,
      "̰": 591,
      "̱": 592,
      "̲": 593,
      "̳": 594,
      "̴": 595,
      "̵": 596,
      "̶": 597,
      "̷": 598,
      "̸": 599,
      "̹": 600,
      "̺": 601,
      "̻": 602,
      "̼": 603,
      "̽": 604,
      "̾": 605,
      "̿": 606,
      "́": 607,
      "͂": 608,
      "̓": 609,
      "͊": 610,
      "͋": 611,
      "͍": 612,
      "͎": 613,
      "͕": 614,
      "͡": 615,
      "ͣ": 616,
      "ͤ": 617,
      "ͥ": 618,
      "ͨ": 619,
      "ͬ": 620,
      "ͭ": 621,
      "ͯ": 622,
      "Ͱ": 623,
      "ͱ": 624,
      "Ͳ": 625,
      "ͳ": 626,
      "ʹ": 627,
      "͵": 628,
      "Ͷ": 629,
      "ͷ": 630,
      "͸": 631,
      "͹": 632,
      "ͺ": 633,
      "ͻ": 634,
      "ͼ": 635,
      "ͽ": 636,
      ";": 637,
      "Ϳ": 638,
      "΄": 639,
      "Ό": 640,
      "Ώ": 641,
      "Α": 642,
      "Β": 643,
      "Γ": 644,
      "Δ": 645,
      "Ε": 646,
      "Ζ": 647,
      "Η": 648,
      "Ι": 649,
      "Λ": 650,
      "Ν": 651,
      "Ξ": 652,
      "Ρ": 653,
      "΢": 654,
      "Σ": 655,
      "Τ": 656,
      "Υ": 657,
      "Φ": 658,
      "Χ": 659,
      "Ψ": 660,
      "Ω": 661,
      "Ϊ": 662,
      "Ϋ": 663,
      "ά": 664,
      "έ": 665,
      "ή": 666,
      "ί": 667,
      "ΰ": 668,
      "α": 669,
      "β": 670,
      "γ": 671,
      "δ": 672,
      "ε": 673,
      "ζ": 674,
      "η": 675,
      "θ": 676,
      "ι": 677,
      "κ": 678,
      "λ": 679,
      "μ": 680,
      "ν": 681,
      "ξ": 682,
      "ο": 683,
      "π": 684,
      "ρ": 685,
      "ς": 686,
      "σ": 687,
      "υ": 688,
      "φ": 689,
      "χ": 690,
      "ψ": 691,
      "ω": 692,
      "ύ": 693,
      "ώ": 694,
      "ϡ": 695,
      "Ϣ": 696,
      "ϣ": 697,
      "Ϥ": 698,
      "ϥ": 699,
      "ϧ": 700,
      "ϩ": 701,
      "ϫ": 702,
      "ϭ": 703,
      "Ϯ": 704,
      "ϯ": 705,
      "ϰ": 706,
      "ϱ": 707,
      "ϲ": 708,
      "ϳ": 709,
      "ϴ": 710,
      "ϵ": 711,
      "϶": 712,
      "Ϸ": 713,
      "ϸ": 714,
      "Ϲ": 715,
      "Ϻ": 716,
      "ϻ": 717,
      "ϼ": 718,
      "Ͻ": 719,
      "Ͼ": 720,
      "Ͽ": 721,
      "Ђ": 722,
      "Ѓ": 723,
      "Ѕ": 724,
      "І": 725,
      "Љ": 726,
      "А": 727,
      "Б": 728,
      "В": 729,
      "Г": 730,
      "Д": 731,
      "Ж": 732,
      "З": 733,
      "И": 734,
      "Й": 735,
      "К": 736,
      "М": 737,
      "О": 738,
      "П": 739,
      "Р": 740,
      "С": 741,
      "Т": 742,
      "У": 743,
      "Ф": 744,
      "Х": 745,
      "Ц": 746,
      "Ч": 747,
      "Щ": 748,
      "Ь": 749,
      "Э": 750,
      "Ю": 751,
      "а": 752,
      "б": 753,
      "в": 754,
      "г": 755,
      "д": 756,
      "е": 757,
      "ж": 758,
      "з": 759,
      "и": 760,
      "й": 761,
      "к": 762,
      "л": 763,
      "м": 764,
      "н": 765,
      "о": 766,
      "п": 767,
      "р": 768,
      "с": 769,
      "т": 770,
      "у": 771,
      "ф": 772,
      "х": 773,
      "ц": 774,
      "ч": 775,
      "ш": 776,
      "щ": 777,
      "ъ": 778,
      "ы": 779,
      "ь": 780,
      "э": 781,
      "ю": 782,
      "я": 783,
      "ё": 784,
      "ѓ": 785,
      "є": 786,
      "ѕ": 787,
      "і": 788,
      "ї": 789,
      "ј": 790,
      "њ": 791,
      "ќ": 792,
      "ѡ": 793,
      "Ѥ": 794,
      "ѥ": 795,
      "ѧ": 796,
      "Ѫ": 797,
      "ѭ": 798,
      "Ѯ": 799,
      "ѯ": 800,
      "Ѱ": 801,
      "ѱ": 802,
      "Ѳ": 803,
      "ѳ": 804,
      "Ѵ": 805,
      "ѵ": 806,
      "Ѷ": 807,
      "Ѹ": 808,
      "ѹ": 809,
      "Ѻ": 810,
      "ѻ": 811,
      "Ѽ": 812,
      "ѽ": 813,
      "Ѿ": 814,
      "ѿ": 815,
      "ҁ": 816,
      "Ґ": 817,
      "ґ": 818,
      "Қ": 819,
      "қ": 820,
      "ҝ": 821,
      "ҡ": 822,
      "ң": 823,
      "Ҥ": 824,
      "ҥ": 825,
      "Ҧ": 826,
      "ҧ": 827,
      "ҩ": 828,
      "Ҫ": 829,
      "ҫ": 830,
      "ү": 831,
      "Ұ": 832,
      "ұ": 833,
      "Ҳ": 834,
      "ҳ": 835,
      "Ҵ": 836,
      "ҵ": 837,
      "Ҷ": 838,
      "ҷ": 839,
      "Ҹ": 840,
      "ҹ": 841,
      "Һ": 842,
      "һ": 843,
      "Ҽ": 844,
      "ҽ": 845,
      "Ҿ": 846,
      "ҿ": 847,
      "ә": 848,
      "Ӝ": 849,
      "ӡ": 850,
      "Ӣ": 851,
      "ӣ": 852,
      "Ӥ": 853,
      "ӥ": 854,
      "Ӧ": 855,
      "Ӫ": 856,
      "ӭ": 857,
      "ӯ": 858,
      "Ӱ": 859,
      "ӱ": 860,
      "Ӳ": 861,
      "ӳ": 862,
      "Ӵ": 863,
      "ӵ": 864,
      "Ӷ": 865,
      "ӷ": 866,
      "Ӹ": 867,
      "ӹ": 868,
      "Ӻ": 869,
      "ӻ": 870,
      "Ӽ": 871,
      "ӽ": 872,
      "Ӿ": 873,
      "ӿ": 874,
      "ԃ": 875,
      "Ԕ": 876,
      "ԡ": 877,
      "ԣ": 878,
      "Ԥ": 879,
      "ԥ": 880,
      "ԩ": 881,
      "Ԫ": 882,
      "ԫ": 883,
      "ԭ": 884,
      "԰": 885,
      "Ա": 886,
      "Բ": 887,
      "Դ": 888,
      "Ե": 889,
      "Զ": 890,
      "Է": 891,
      "Ը": 892,
      "Թ": 893,
      "Ժ": 894,
      "Ի": 895,
      "Լ": 896,
      "Խ": 897,
      "Ծ": 898,
      "Կ": 899,
      "Հ": 900,
      "Ձ": 901,
      "Ղ": 902,
      "Յ": 903,
      "Շ": 904,
      "Ո": 905,
      "Վ": 906,
      "Ւ": 907,
      "ա": 908,
      "բ": 909,
      "գ": 910,
      "դ": 911,
      "ե": 912,
      "զ": 913,
      "թ": 914,
      "ժ": 915,
      "ի": 916,
      "լ": 917,
      "ծ": 918,
      "կ": 919,
      "հ": 920,
      "ձ": 921,
      "ղ": 922,
      "ճ": 923,
      "մ": 924,
      "յ": 925,
      "ն": 926,
      "շ": 927,
      "ո": 928,
      "չ": 929,
      "ջ": 930,
      "ռ": 931,
      "ս": 932,
      "վ": 933,
      "տ": 934,
      "ր": 935,
      "ւ": 936,
      "փ": 937,
      "ք": 938,
      "֌": 939,
      "֎": 940,
      "֡": 941,
      "֣": 942,
      "֤": 943,
      "֥": 944,
      "֦": 945,
      "֧": 946,
      "֪": 947,
      "֫": 948,
      "֮": 949,
      "֯": 950,
      "ְ": 951,
      "ֱ": 952,
      "ֲ": 953,
      "ֳ": 954,
      "ִ": 955,
      "ֵ": 956,
      "ֶ": 957,
      "ַ": 958,
      "ָ": 959,
      "ֹ": 960,
      "ֺ": 961,
      "ֻ": 962,
      "ּ": 963,
      "ֽ": 964,
      "ֿ": 965,
      "ׁ": 966,
      "׊": 967,
      "א": 968,
      "ב": 969,
      "ג": 970,
      "ד": 971,
      "ה": 972,
      "ו": 973,
      "ז": 974,
      "ח": 975,
      "ט": 976,
      "י": 977,
      "כ": 978,
      "ל": 979,
      "ם": 980,
      "מ": 981,
      "ן": 982,
      "נ": 983,
      "ס": 984,
      "ע": 985,
      "ף": 986,
      "פ": 987,
      "ץ": 988,
      "צ": 989,
      "ק": 990,
      "ר": 991,
      "ש": 992,
      "ת": 993,
      "׫": 994,
      "׮": 995,
      "ׯ": 996,
      "װ": 997,
      "ױ": 998,
      "ײ": 999,
      "׳": 1000,
      "״": 1001,
      "׵": 1002,
      "׶": 1003,
      "׷": 1004,
      "׸": 1005,
      "׹": 1006,
      "׺": 1007,
      "׻": 1008,
      "׼": 1009,
      "׽": 1010,
      "׾": 1011,
      "׿": 1012,
      "؁": 1013,
      "؂": 1014,
      "،": 1015,
      "ؐ": 1016,
      "ؒ": 1017,
      "ؕ": 1018,
      "؟": 1019,
      "ء": 1020,
      "آ": 1021,
      "أ": 1022,
      "ؤ": 1023,
      "إ": 1024,
      "ا": 1025,
      "ب": 1026,
      "ة": 1027,
      "ت": 1028,
      "ج": 1029,
      "ح": 1030,
      "د": 1031,
      "ذ": 1032,
      "ر": 1033,
      "ز": 1034,
      "س": 1035,
      "ش": 1036,
      "ص": 1037,
      "ض": 1038,
      "ط": 1039,
      "ظ": 1040,
      "ع": 1041,
      "غ": 1042,
      "ػ": 1043,
      "ؼ": 1044,
      "ؽ": 1045,
      "ؾ": 1046,
      "ؿ": 1047,
      "ـ": 1048,
      "ف": 1049,
      "ق": 1050,
      "ك": 1051,
      "ل": 1052,
      "م": 1053,
      "ن": 1054,
      "ه": 1055,
      "و": 1056,
      "ي": 1057,
      "ْ": 1058,
      "١": 1059,
      "٣": 1060,
      "٤": 1061,
      "٥": 1062,
      "ٮ": 1063,
      "ٰ": 1064,
      "ٱ": 1065,
      "ٲ": 1066,
      "ٳ": 1067,
      "ٴ": 1068,
      "ٶ": 1069,
      "ٷ": 1070,
      "ٸ": 1071,
      "ٹ": 1072,
      "ٺ": 1073,
      "ٻ": 1074,
      "ټ": 1075,
      "ٽ": 1076,
      "پ": 1077,
      "ځ": 1078,
      "ڂ": 1079,
      "ڄ": 1080,
      "چ": 1081,
      "ڌ": 1082,
      "ڡ": 1083,
      "ڣ": 1084,
      "ڤ": 1085,
      "ڥ": 1086,
      "ڧ": 1087,
      "ک": 1088,
      "ڭ": 1089,
      "گ": 1090,
      "ڰ": 1091,
      "ڱ": 1092,
      "ڲ": 1093,
      "ڳ": 1094,
      "ڴ": 1095,
      "ڵ": 1096,
      "ڶ": 1097,
      "ڷ": 1098,
      "ڸ": 1099,
      "ڹ": 1100,
      "ں": 1101,
      "ڻ": 1102,
      "ڼ": 1103,
      "ڽ": 1104,
      "ھ": 1105,
      "ڿ": 1106,
      "ۃ": 1107,
      "ۊ": 1108,
      "ی": 1109,
      "ێ": 1110,
      "ې": 1111,
      "ۑ": 1112,
      "ۘ": 1113,
      "ۚ": 1114,
      "ۛ": 1115,
      "ۡ": 1116,
      "ۣ": 1117,
      "ۤ": 1118,
      "ۥ": 1119,
      "ۧ": 1120,
      "ۨ": 1121,
      "۱": 1122,
      "۲": 1123,
      "۳": 1124,
      "۴": 1125,
      "۵": 1126,
      "۶": 1127,
      "۷": 1128,
      "۸": 1129,
      "۹": 1130,
      "ۺ": 1131,
      "ۻ": 1132,
      "ۼ": 1133,
      "۽": 1134,
      "۾": 1135,
      "ۿ": 1136,
      "܁": 1137,
      "܂": 1138,
      "ܗ": 1139,
      "ܡ": 1140,
      "ܣ": 1141,
      "ܤ": 1142,
      "ܥ": 1143,
      "ܰ": 1144,
      "ܱ": 1145,
      "ܲ": 1146,
      "ܳ": 1147,
      "ܴ": 1148,
      "ܵ": 1149,
      "ܶ": 1150,
      "ܷ": 1151,
      "ܸ": 1152,
      "ܹ": 1153,
      "ܺ": 1154,
      "ܻ": 1155,
      "ܼ": 1156,
      "ܽ": 1157,
      "ܾ": 1158,
      "ܿ": 1159,
      "݌": 1160,
      "ݡ": 1161,
      "ݣ": 1162,
      "ݤ": 1163,
      "ݥ": 1164,
      "ݮ": 1165,
      "ݰ": 1166,
      "ݱ": 1167,
      "ݲ": 1168,
      "ݳ": 1169,
      "ݴ": 1170,
      "ݵ": 1171,
      "ݶ": 1172,
      "ݷ": 1173,
      "ݸ": 1174,
      "ݹ": 1175,
      "ݺ": 1176,
      "ݻ": 1177,
      "ݼ": 1178,
      "ݽ": 1179,
      "ݾ": 1180,
      "ݿ": 1181,
      "ށ": 1182,
      "ނ": 1183,
      "ޗ": 1184,
      "ޡ": 1185,
      "ޣ": 1186,
      "ޤ": 1187,
      "ޥ": 1188,
      "ް": 1189,
      "ޱ": 1190,
      "޳": 1191,
      "޴": 1192,
      "޶": 1193,
      "޷": 1194,
      "޸": 1195,
      "޹": 1196,
      "޺": 1197,
      "޻": 1198,
      "޼": 1199,
      "޽": 1200,
      "޾": 1201,
      "޿": 1202,
      "߁": 1203,
      "ߡ": 1204,
      "ߣ": 1205,
      "ߤ": 1206,
      "ߥ": 1207,
      "߰": 1208,
      "߱": 1209,
      "߲": 1210,
      "߳": 1211,
      "ߴ": 1212,
      "ߵ": 1213,
      "߶": 1214,
      "߷": 1215,
      "߸": 1216,
      "߹": 1217,
      "ߺ": 1218,
      "߻": 1219,
      "߼": 1220,
      "߽": 1221,
      "߾": 1222,
      "߿": 1223,
      "ࡢ": 1224,
      "ࡣ": 1225,
      "ࡦ": 1226,
      "ࡱ": 1227,
      "ࡼ": 1228,
      "ं": 1229,
      "ः": 1230,
      "आ": 1231,
      "क": 1232,
      "ग": 1233,
      "ङ": 1234,
      "ठ": 1235,
      "त": 1236,
      "द": 1237,
      "न": 1238,
      "प": 1239,
      "ब": 1240,
      "म": 1241,
      "र": 1242,
      "ल": 1243,
      "श": 1244,
      "ह": 1245,
      "ा": 1246,
      "ि": 1247,
      "ी": 1248,
      "े": 1249,
      "ो": 1250,
      "्": 1251,
      "ॹ": 1252,
      "ॺ": 1253,
      "ং": 1254,
      "ব": 1255,
      "ল": 1256,
      "া": 1257,
      "ਕ": 1258,
      "ਗ": 1259,
      "ਜ": 1260,
      "ਟ": 1261,
      "ਠ": 1262,
      "ਤ": 1263,
      "ਪ": 1264,
      "ਫ": 1265,
      "ਬ": 1266,
      "ਰ": 1267,
      "ਵ": 1268,
      "ਾ": 1269,
      "ੀ": 1270,
      "ੋ": 1271,
      "ੰ": 1272,
      "ગ": 1273,
      "જ": 1274,
      "ટ": 1275,
      "ત": 1276,
      "પ": 1277,
      "ફ": 1278,
      "બ": 1279,
      "ર": 1280,
      "લ": 1281,
      "શ": 1282,
      "સ": 1283,
      "ા": 1284,
      "ી": 1285,
      "ુ": 1286,
      "ો": 1287,
      "્": 1288,
      "ஐ": 1289,
      "ண": 1290,
      "த": 1291,
      "ந": 1292,
      "ம": 1293,
      "ய": 1294,
      "ழ": 1295,
      "ா": 1296,
      "ி": 1297,
      "்": 1298,
      "గ": 1299,
      "త": 1300,
      "ల": 1301,
      "ు": 1302,
      "ె": 1303,
      "౸": 1304,
      "౿": 1305,
      "ಂ": 1306,
      "ಕ": 1307,
      "ಚ": 1308,
      "ಡ": 1309,
      "ನ": 1310,
      "ಿ": 1311,
      "ು": 1312,
      "್": 1313,
      "ം": 1314,
      "ച": 1315,
      "ത": 1316,
      "മ": 1317,
      "യ": 1318,
      "ല": 1319,
      "ള": 1320,
      "ഺ": 1321,
      "ാ": 1322,
      "ി": 1323,
      "൨": 1324,
      "ං": 1325,
      "ආ": 1326,
      "ඉ": 1327,
      "ණ": 1328,
      "ත": 1329,
      "ද": 1330,
      "න": 1331,
      "ම": 1332,
      "ය": 1333,
      "ර": 1334,
      "ල": 1335,
      "ව": 1336,
      "ස": 1337,
      "හ": 1338,
      "්": 1339,
      "ා": 1340,
      "ි": 1341,
      "ෲ": 1342,
      "෽": 1343,
      "ก": 1344,
      "ข": 1345,
      "ง": 1346,
      "ช": 1347,
      "ฒ": 1348,
      "ด": 1349,
      "ต": 1350,
      "ถ": 1351,
      "ท": 1352,
      "ธ": 1353,
      "น": 1354,
      "บ": 1355,
      "ฝ": 1356,
      "ภ": 1357,
      "ม": 1358,
      "ย": 1359,
      "ร": 1360,
      "ฦ": 1361,
      "ว": 1362,
      "ศ": 1363,
      "ษ": 1364,
      "ส": 1365,
      "ห": 1366,
      "อ": 1367,
      "ั": 1368,
      "า": 1369,
      "ิ": 1370,
      "ี": 1371,
      "ึ": 1372,
      "ู": 1373,
      "฿": 1374,
      "เ": 1375,
      "แ": 1376,
      "ใ": 1377,
      "ไ": 1378,
      "่": 1379,
      "้": 1380,
      "์": 1381,
      "ພ": 1382,
      "ລ": 1383,
      "ວ": 1384,
      "ສ": 1385,
      "າ": 1386,
      "ູ": 1387,
      "༭": 1388,
      "࿴": 1389,
      "စ": 1390,
      "န": 1391,
      "မ": 1392,
      "ာ": 1393,
      "်": 1394,
      "ြ": 1395,
      "ა": 1396,
      "დ": 1397,
      "თ": 1398,
      "ი": 1399,
      "კ": 1400,
      "ლ": 1401,
      "რ": 1402,
      "უ": 1403,
      "ქ": 1404,
      "ღ": 1405,
      "ሄ": 1406,
      "ህ": 1407,
      "መ": 1408,
      "ማ": 1409,
      "ሩ": 1410,
      "ር": 1411,
      "ስ": 1412,
      "ሺ": 1413,
      "ሽ": 1414,
      "ቀ": 1415,
      "ቃ": 1416,
      "ቅ": 1417,
      "በ": 1418,
      "ብ": 1419,
      "ቦ": 1420,
      "ታ": 1421,
      "ት": 1422,
      "ቶ": 1423,
      "ን": 1424,
      "ኛ": 1425,
      "አ": 1426,
      "ኢ": 1427,
      "ክ": 1428,
      "ደ": 1429,
      "ድ": 1430,
      "ገ": 1431,
      "ግ": 1432,
      "ጥ": 1433,
      "ፍ": 1434,
      "ፎ": 1435,
      "Ꭲ": 1436,
      "ខ": 1437,
      "ត": 1438,
      "ថ": 1439,
      "ភ": 1440,
      "ម": 1441,
      "រ": 1442,
      "ល": 1443,
      "ស": 1444,
      "ា": 1445,
      "ែ": 1446,
      "ៃ": 1447,
      "្": 1448,
      "០": 1449,
      "៣": 1450,
      "៦": 1451,
      "ᡢ": 1452,
      "ᡣ": 1453,
      "᡼": 1454,
      "ᣬ": 1455,
      "᣺": 1456,
      "᣻": 1457,
      "ᤫ": 1458,
      "᤮": 1459,
      "ᤷ": 1460,
      "᤿": 1461,
      "ᥙ": 1462,
      "ᥤ": 1463,
      "ᥫ": 1464,
      "ᥬ": 1465,
      "ᨁ": 1466,
      "ᨅ": 1467,
      "ᨔ": 1468,
      "ᨕ": 1469,
      "ᨗ": 1470,
      "ᨘ": 1471,
      "ᰡ": 1472,
      "ᱛ": 1473,
      "ᱟ": 1474,
      "ᱤ": 1475,
      "ᱥ": 1476,
      "ᱱ": 1477,
      "ᱲ": 1478,
      "ᱹ": 1479,
      "Ტ": 1480,
      "ᵃ": 1481,
      "ᵐ": 1482,
      "ᵒ": 1483,
      "ᵗ": 1484,
      "ᵳ": 1485,
      "ᵾ": 1486,
      "ᶙ": 1487,
      "ᶤ": 1488,
      "ᶨ": 1489,
      "ᷢ": 1490,
      "Ḁ": 1491,
      "ḁ": 1492,
      "ḃ": 1493,
      "ḅ": 1494,
      "ḇ": 1495,
      "ḉ": 1496,
      "ḋ": 1497,
      "ḍ": 1498,
      "ḏ": 1499,
      "ḑ": 1500,
      "ḓ": 1501,
      "ḕ": 1502,
      "ḗ": 1503,
      "ḙ": 1504,
      "ḛ": 1505,
      "ḝ": 1506,
      "ḟ": 1507,
      "ḡ": 1508,
      "ḣ": 1509,
      "Ḥ": 1510,
      "ḥ": 1511,
      "Ḧ": 1512,
      "ḧ": 1513,
      "ḩ": 1514,
      "ḫ": 1515,
      "ḭ": 1516,
      "ḯ": 1517,
      "ḱ": 1518,
      "ḳ": 1519,
      "ḵ": 1520,
      "Ḷ": 1521,
      "ḷ": 1522,
      "ḹ": 1523,
      "ḻ": 1524,
      "ḽ": 1525,
      "Ḿ": 1526,
      "ḿ": 1527,
      "ṁ": 1528,
      "ṃ": 1529,
      "Ṅ": 1530,
      "ṅ": 1531,
      "ṇ": 1532,
      "ṉ": 1533,
      "ṋ": 1534,
      "ṍ": 1535,
      "ṏ": 1536,
      "ṑ": 1537,
      "ṓ": 1538,
      "ṕ": 1539,
      "ṗ": 1540,
      "ṙ": 1541,
      "ṛ": 1542,
      "ṝ": 1543,
      "ṟ": 1544,
      "ṡ": 1545,
      "Ṣ": 1546,
      "ṣ": 1547,
      "Ṥ": 1548,
      "ṥ": 1549,
      "ṧ": 1550,
      "ṩ": 1551,
      "ṫ": 1552,
      "Ṭ": 1553,
      "ṭ": 1554,
      "ṯ": 1555,
      "ṱ": 1556,
      "Ṳ": 1557,
      "ṳ": 1558,
      "Ṵ": 1559,
      "ṵ": 1560,
      "Ṷ": 1561,
      "ṷ": 1562,
      "Ṹ": 1563,
      "ṹ": 1564,
      "Ṻ": 1565,
      "ṻ": 1566,
      "ṽ": 1567,
      "ṿ": 1568,
      "ẁ": 1569,
      "ẃ": 1570,
      "ẅ": 1571,
      "ẇ": 1572,
      "ẉ": 1573,
      "ẋ": 1574,
      "ẍ": 1575,
      "ẏ": 1576,
      "ẑ": 1577,
      "Ẓ": 1578,
      "ẓ": 1579,
      "ẕ": 1580,
      "ẖ": 1581,
      "ẗ": 1582,
      "ẘ": 1583,
      "ẙ": 1584,
      "ẚ": 1585,
      "ẜ": 1586,
      "ẝ": 1587,
      "ẟ": 1588,
      "Ạ": 1589,
      "ạ": 1590,
      "Ả": 1591,
      "ả": 1592,
      "Ấ": 1593,
      "ấ": 1594,
      "Ầ": 1595,
      "ầ": 1596,
      "Ẩ": 1597,
      "ẩ": 1598,
      "Ẫ": 1599,
      "ẫ": 1600,
      "Ậ": 1601,
      "ậ": 1602,
      "Ắ": 1603,
      "ắ": 1604,
      "Ằ": 1605,
      "ằ": 1606,
      "Ẳ": 1607,
      "ẳ": 1608,
      "Ẵ": 1609,
      "ẵ": 1610,
      "Ặ": 1611,
      "ặ": 1612,
      "Ẹ": 1613,
      "ẹ": 1614,
      "ẻ": 1615,
      "ẽ": 1616,
      "ế": 1617,
      "ề": 1618,
      "ể": 1619,
      "ễ": 1620,
      "ệ": 1621,
      "Ỉ": 1622,
      "ỉ": 1623,
      "Ị": 1624,
      "ị": 1625,
      "Ọ": 1626,
      "ọ": 1627,
      "Ỏ": 1628,
      "ỏ": 1629,
      "Ố": 1630,
      "ố": 1631,
      "Ồ": 1632,
      "ồ": 1633,
      "Ổ": 1634,
      "ổ": 1635,
      "Ỗ": 1636,
      "ỗ": 1637,
      "Ộ": 1638,
      "ộ": 1639,
      "Ớ": 1640,
      "ớ": 1641,
      "Ờ": 1642,
      "ờ": 1643,
      "Ở": 1644,
      "ở": 1645,
      "Ỡ": 1646,
      "ỡ": 1647,
      "Ợ": 1648,
      "ợ": 1649,
      "Ụ": 1650,
      "ụ": 1651,
      "Ủ": 1652,
      "ủ": 1653,
      "Ứ": 1654,
      "ứ": 1655,
      "Ừ": 1656,
      "ừ": 1657,
      "Ử": 1658,
      "ử": 1659,
      "Ữ": 1660,
      "ữ": 1661,
      "Ự": 1662,
      "ự": 1663,
      "Ỳ": 1664,
      "ỳ": 1665,
      "Ỵ": 1666,
      "ỵ": 1667,
      "Ỷ": 1668,
      "ỷ": 1669,
      "ỹ": 1670,
      "ỻ": 1671,
      "ỽ": 1672,
      "ỿ": 1673,
      "ἀ": 1674,
      "ἁ": 1675,
      "ἂ": 1676,
      "ἃ": 1677,
      "ἄ": 1678,
      "ἅ": 1679,
      "ἆ": 1680,
      "ἇ": 1681,
      "Ἀ": 1682,
      "Ἁ": 1683,
      "Ἂ": 1684,
      "Ἃ": 1685,
      "Ἄ": 1686,
      "Ἅ": 1687,
      "Ἆ": 1688,
      "Ἇ": 1689,
      "ὐ": 1690,
      "ὑ": 1691,
      "ὒ": 1692,
      "ὓ": 1693,
      "ὔ": 1694,
      "ὕ": 1695,
      "ὖ": 1696,
      "ὗ": 1697,
      "Ὠ": 1698,
      "ὰ": 1699,
      "ά": 1700,
      "ό": 1701,
      "ὺ": 1702,
      "ύ": 1703,
      "ᾀ": 1704,
      "ᾁ": 1705,
      "ᾂ": 1706,
      "ᾃ": 1707,
      "ᾄ": 1708,
      "ᾅ": 1709,
      "ᾆ": 1710,
      "ᾇ": 1711,
      "ᾈ": 1712,
      "ᾉ": 1713,
      "ᾊ": 1714,
      "ᾋ": 1715,
      "ᾌ": 1716,
      "ᾍ": 1717,
      "ᾎ": 1718,
      "ᾏ": 1719,
      "ᾰ": 1720,
      "ᾱ": 1721,
      "ᾲ": 1722,
      "ᾳ": 1723,
      "ᾴ": 1724,
      "᾵": 1725,
      "ᾶ": 1726,
      "ᾷ": 1727,
      "Ᾰ": 1728,
      "Ᾱ": 1729,
      "Ὰ": 1730,
      "Ά": 1731,
      "ᾼ": 1732,
      "Ὶ": 1733,
      "Ί": 1734,
      "῝": 1735,
      "῞": 1736,
      "῟": 1737,
      "ῠ": 1738,
      "ῡ": 1739,
      "ῢ": 1740,
      "ΰ": 1741,
      "ῤ": 1742,
      "ῥ": 1743,
      "ῦ": 1744,
      "ῧ": 1745,
      "Ῠ": 1746,
      "Ῡ": 1747,
      "Ὺ": 1748,
      "​": 1749,
      "‌": 1750,
      "‍": 1751,
      "‎": 1752,
      "‏": 1753,
      "‐": 1754,
      "‑": 1755,
      "‒": 1756,
      "–": 1757,
      "—": 1758,
      "―": 1759,
      "‘": 1760,
      "’": 1761,
      "‚": 1762,
      "‛": 1763,
      "“": 1764,
      "”": 1765,
      "„": 1766,
      "‟": 1767,
      "†": 1768,
      "‡": 1769,
      "•": 1770,
      "․": 1771,
      "…": 1772,
      "‧": 1773,
      "‬": 1774,
      "‰": 1775,
      "′": 1776,
      "″": 1777,
      "‹": 1778,
      "›": 1779,
      "※": 1780,
      "‿": 1781,
      "⁀": 1782,
      "⁄": 1783,
      "⁠": 1784,
      "⁺": 1785,
      "₂": 1786,
      "₃": 1787,
      "₄": 1788,
      "ₐ": 1789,
      "ₒ": 1790,
      "ₕ": 1791,
      "ₙ": 1792,
      "₦": 1793,
      "₪": 1794,
      "€": 1795,
      "₱": 1796,
      "₷": 1797,
      "₹": 1798,
      "₺": 1799,
      "⃣": 1800,
      "℃": 1801,
      "℉": 1802,
      "№": 1803,
      "™": 1804,
      "⅓": 1805,
      "Ⅰ": 1806,
      "Ⅱ": 1807,
      "Ⅲ": 1808,
      "Ⅳ": 1809,
      "Ⅿ": 1810,
      "ⅼ": 1811,
      "←": 1812,
      "↑": 1813,
      "→": 1814,
      "↓": 1815,
      "↩": 1816,
      "⇐": 1817,
      "⇒": 1818,
      "⇧": 1819,
      "⇨": 1820,
      "⇩": 1821,
      "∎": 1822,
      "−": 1823,
      "∙": 1824,
      "√": 1825,
      "∞": 1826,
      "∥": 1827,
      "∫": 1828,
      "≈": 1829,
      "≡": 1830,
      "≤": 1831,
      "≥": 1832,
      "⊥": 1833,
      "⋆": 1834,
      "⌘": 1835,
      "⌛": 1836,
      "⏩": 1837,
      "①": 1838,
      "②": 1839,
      "③": 1840,
      "④": 1841,
      "⑤": 1842,
      "⑥": 1843,
      "⑴": 1844,
      "⑵": 1845,
      "⑶": 1846,
      "⑷": 1847,
      "⓵": 1848,
      "⓷": 1849,
      "⓸": 1850,
      "⓹": 1851,
      "⓽": 1852,
      "─": 1853,
      "│": 1854,
      "┃": 1855,
      "═": 1856,
      "║": 1857,
      "╔": 1858,
      "╗": 1859,
      "╙": 1860,
      "╚": 1861,
      "╜": 1862,
      "╝": 1863,
      "▀": 1864,
      "▄": 1865,
      "█": 1866,
      "▌": 1867,
      "▐": 1868,
      "░": 1869,
      "▒": 1870,
      "▓": 1871,
      "■": 1872,
      "□": 1873,
      "▪": 1874,
      "▲": 1875,
      "△": 1876,
      "▶": 1877,
      "▷": 1878,
      "▸": 1879,
      "►": 1880,
      "▼": 1881,
      "▽": 1882,
      "▾": 1883,
      "◀": 1884,
      "◄": 1885,
      "◆": 1886,
      "◇": 1887,
      "◊": 1888,
      "○": 1889,
      "◎": 1890,
      "●": 1891,
      "◪": 1892,
      "◯": 1893,
      "☀": 1894,
      "☁": 1895,
      "★": 1896,
      "☆": 1897,
      "☑": 1898,
      "☞": 1899,
      "☤": 1900,
      "♠": 1901,
      "♡": 1902,
      "♣": 1903,
      "♥": 1904,
      "♦": 1905,
      "♪": 1906,
      "⚙": 1907,
      "⚠": 1908,
      "⚫": 1909,
      "✅": 1910,
      "✉": 1911,
      "✓": 1912,
      "✔": 1913,
      "✖": 1914,
      "✗": 1915,
      "✨": 1916,
      "✯": 1917,
      "✳": 1918,
      "✿": 1919,
      "❀": 1920,
      "❏": 1921,
      "❑": 1922,
      "❖": 1923,
      "❝": 1924,
      "❞": 1925,
      "❤": 1926,
      "❯": 1927,
      "➡": 1928,
      "➤": 1929,
      "➥": 1930,
      "➹": 1931,
      "⟵": 1932,
      "⟶": 1933,
      "⠀": 1934,
      "⡢": 1935,
      "⡣": 1936,
      "⡦": 1937,
      "⡼": 1938,
      "⣬": 1939,
      "⣺": 1940,
      "⤓": 1941,
      "⤤": 1942,
      "⤦": 1943,
      "⤳": 1944,
      "⥢": 1945,
      "⥶": 1946,
      "⥻": 1947,
      "⨯": 1948,
      "⭐": 1949,
      "Ⱑ": 1950,
      "Ⱓ": 1951,
      "Ⱝ": 1952,
      "Ᵽ": 1953,
      "ⱼ": 1954,
      "Ⲣ": 1955,
      "⳥": 1956,
      "⳰": 1957,
      "⳵": 1958,
      "ⴴ": 1959,
      "ⵡ": 1960,
      "⵵": 1961,
      "⵽": 1962,
      "⶧": 1963,
      "ⶳ": 1964,
      "ⷢ": 1965,
      "ⷨ": 1966,
      "⸄": 1967,
      "⸅": 1968,
      "⹤": 1969,
      "⹮": 1970,
      "⹰": 1971,
      "⹻": 1972,
      "⺭": 1973,
      "⺻": 1974,
      "⼯": 1975,
      "⼰": 1976,
      "⼸": 1977,
      "⽭": 1978,
      "⽵": 1979,
      "⾮": 1980,
      "、": 1981,
      "。": 1982,
      "〇": 1983,
      "〉": 1984,
      "《": 1985,
      "》": 1986,
      "「": 1987,
      "」": 1988,
      "』": 1989,
      "【": 1990,
      "】": 1991,
      "〒": 1992,
      "〜": 1993,
      "あ": 1994,
      "い": 1995,
      "う": 1996,
      "え": 1997,
      "お": 1998,
      "か": 1999,
      "が": 2000,
      "ぎ": 2001,
      "く": 2002,
      "さ": 2003,
      "じ": 2004,
      "ち": 2005,
      "つ": 2006,
      "づ": 2007,
      "て": 2008,
      "で": 2009,
      "と": 2010,
      "に": 2011,
      "ね": 2012,
      "の": 2013,
      "は": 2014,
      "む": 2015,
      "め": 2016,
      "ゃ": 2017,
      "ゅ": 2018,
      "ょ": 2019,
      "ら": 2020,
      "る": 2021,
      "れ": 2022,
      "を": 2023,
      "ん": 2024,
      "ァ": 2025,
      "ア": 2026,
      "ィ": 2027,
      "イ": 2028,
      "ゥ": 2029,
      "ウ": 2030,
      "ェ": 2031,
      "エ": 2032,
      "ォ": 2033,
      "オ": 2034,
      "カ": 2035,
      "キ": 2036,
      "コ": 2037,
      "ゴ": 2038,
      "シ": 2039,
      "ス": 2040,
      "ズ": 2041,
      "セ": 2042,
      "タ": 2043,
      "チ": 2044,
      "ッ": 2045,
      "テ": 2046,
      "デ": 2047,
      "ト": 2048,
      "バ": 2049,
      "パ": 2050,
      "フ": 2051,
      "ブ": 2052,
      "ベ": 2053,
      "ボ": 2054,
      "マ": 2055,
      "メ": 2056,
      "ョ": 2057,
      "リ": 2058,
      "ル": 2059,
      "レ": 2060,
      "ロ": 2061,
      "ン": 2062,
      "・": 2063,
      "ー": 2064,
      "ㄩ": 2065,
      "㎜": 2066,
      "㎡": 2067,
      "㡣": 2068,
      "㣬": 2069,
      "㣱": 2070,
      "㣺": 2071,
      "㤤": 2072,
      "㥫": 2073,
      "㥵": 2074,
      "㥻": 2075,
      "㰮": 2076,
      "㲼": 2077,
      "㲿": 2078,
      "㳡": 2079,
      "㳲": 2080,
      "㴳": 2081,
      "㵤": 2082,
      "㵺": 2083,
      "㵽": 2084,
      "㶫": 2085,
      "㷢": 2086,
      "㷺": 2087,
      "㷿": 2088,
      "㸶": 2089,
      "㹥": 2090,
      "㹫": 2091,
      "㼭": 2092,
      "㼾": 2093,
      "㽭": 2094,
      "㽻": 2095,
      "㾭": 2096,
      "䡡": 2097,
      "䡢": 2098,
      "䡦": 2099,
      "䡪": 2100,
      "䡰": 2101,
      "䡼": 2102,
      "䣴": 2103,
      "䣺": 2104,
      "䤤": 2105,
      "䤵": 2106,
      "䤷": 2107,
      "䤹": 2108,
      "䤿": 2109,
      "䥤": 2110,
      "䱳": 2111,
      "䲰": 2112,
      "䳫": 2113,
      "䴬": 2114,
      "一": 2115,
      "三": 2116,
      "上": 2117,
      "下": 2118,
      "不": 2119,
      "丨": 2120,
      "个": 2121,
      "中": 2122,
      "丮": 2123,
      "丵": 2124,
      "主": 2125,
      "乫": 2126,
      "于": 2127,
      "亚": 2128,
      "亦": 2129,
      "享": 2130,
      "人": 2131,
      "代": 2132,
      "以": 2133,
      "仯": 2134,
      "件": 2135,
      "伊": 2136,
      "会": 2137,
      "伴": 2138,
      "体": 2139,
      "作": 2140,
      "佱": 2141,
      "例": 2142,
      "俄": 2143,
      "信": 2144,
      "修": 2145,
      "八": 2146,
      "公": 2147,
      "净": 2148,
      "分": 2149,
      "切": 2150,
      "列": 2151,
      "利": 2152,
      "刷": 2153,
      "刺": 2154,
      "力": 2155,
      "功": 2156,
      "加": 2157,
      "务": 2158,
      "包": 2159,
      "午": 2160,
      "卓": 2161,
      "单": 2162,
      "卡": 2163,
      "厄": 2164,
      "压": 2165,
      "厚": 2166,
      "厛": 2167,
      "原": 2168,
      "厦": 2169,
      "反": 2170,
      "古": 2171,
      "召": 2172,
      "可": 2173,
      "台": 2174,
      "号": 2175,
      "司": 2176,
      "同": 2177,
      "名": 2178,
      "员": 2179,
      "咷": 2180,
      "品": 2181,
      "哥": 2182,
      "商": 2183,
      "喜": 2184,
      "嗪": 2185,
      "器": 2186,
      "噻": 2187,
      "围": 2188,
      "型": 2189,
      "埃": 2190,
      "培": 2191,
      "基": 2192,
      "塞": 2193,
      "塢": 2194,
      "塣": 2195,
      "塧": 2196,
      "塼": 2197,
      "境": 2198,
      "增": 2199,
      "士": 2200,
      "备": 2201,
      "夏": 2202,
      "外": 2203,
      "多": 2204,
      "夜": 2205,
      "夬": 2206,
      "失": 2207,
      "头": 2208,
      "夵": 2209,
      "奎": 2210,
      "奨": 2211,
      "奴": 2212,
      "奵": 2213,
      "字": 2214,
      "安": 2215,
      "室": 2216,
      "宽": 2217,
      "寄": 2218,
      "寸": 2219,
      "寻": 2220,
      "小": 2221,
      "尔": 2222,
      "尵": 2223,
      "尺": 2224,
      "島": 2225,
      "嵥": 2226,
      "嵳": 2227,
      "川": 2228,
      "工": 2229,
      "巹": 2230,
      "巽": 2231,
      "市": 2232,
      "帲": 2233,
      "帻": 2234,
      "幕": 2235,
      "年": 2236,
      "床": 2237,
      "店": 2238,
      "府": 2239,
      "庤": 2240,
      "度": 2241,
      "廓": 2242,
      "式": 2243,
      "弭": 2244,
      "張": 2245,
      "形": 2246,
      "径": 2247,
      "後": 2248,
      "徳": 2249,
      "徺": 2250,
      "怒": 2251,
      "怖": 2252,
      "总": 2253,
      "息": 2254,
      "惊": 2255,
      "扫": 2256,
      "持": 2257,
      "挂": 2258,
      "损": 2259,
      "接": 2260,
      "掲": 2261,
      "描": 2262,
      "搶": 2263,
      "擾": 2264,
      "支": 2265,
      "救": 2266,
      "文": 2267,
      "料": 2268,
      "於": 2269,
      "日": 2270,
      "时": 2271,
      "昊": 2272,
      "春": 2273,
      "時": 2274,
      "最": 2275,
      "月": 2276,
      "有": 2277,
      "服": 2278,
      "本": 2279,
      "机": 2280,
      "李": 2281,
      "材": 2282,
      "条": 2283,
      "株": 2284,
      "格": 2285,
      "案": 2286,
      "桢": 2287,
      "档": 2288,
      "桪": 2289,
      "桱": 2290,
      "桼": 2291,
      "梅": 2292,
      "棡": 2293,
      "棬": 2294,
      "棳": 2295,
      "棴": 2296,
      "椬": 2297,
      "椺": 2298,
      "標": 2299,
      "歌": 2300,
      "歡": 2301,
      "死": 2302,
      "比": 2303,
      "毛": 2304,
      "氶": 2305,
      "汳": 2306,
      "汹": 2307,
      "沈": 2308,
      "沪": 2309,
      "泫": 2310,
      "泲": 2311,
      "浡": 2312,
      "浵": 2313,
      "浶": 2314,
      "浻": 2315,
      "液": 2316,
      "添": 2317,
      "渮": 2318,
      "渶": 2319,
      "湮": 2320,
      "溯": 2321,
      "溸": 2322,
      "满": 2323,
      "滮": 2324,
      "漢": 2325,
      "漰": 2326,
      "漴": 2327,
      "漼": 2328,
      "潻": 2329,
      "澩": 2330,
      "濡": 2331,
      "濴": 2332,
      "濵": 2333,
      "点": 2334,
      "照": 2335,
      "片": 2336,
      "版": 2337,
      "特": 2338,
      "牺": 2339,
      "独": 2340,
      "猫": 2341,
      "獨": 2342,
      "率": 2343,
      "現": 2344,
      "瓜": 2345,
      "用": 2346,
      "甲": 2347,
      "电": 2348,
      "白": 2349,
      "目": 2350,
      "直": 2351,
      "短": 2352,
      "石": 2353,
      "砸": 2354,
      "硢": 2355,
      "硦": 2356,
      "硪": 2357,
      "硰": 2358,
      "硱": 2359,
      "硼": 2360,
      "磊": 2361,
      "磬": 2362,
      "磿": 2363,
      "礬": 2364,
      "礭": 2365,
      "礹": 2366,
      "礻": 2367,
      "社": 2368,
      "祤": 2369,
      "禎": 2370,
      "积": 2371,
      "笠": 2372,
      "简": 2373,
      "管": 2374,
      "箱": 2375,
      "簢": 2376,
      "簭": 2377,
      "簳": 2378,
      "籩": 2379,
      "籫": 2380,
      "米": 2381,
      "粤": 2382,
      "糭": 2383,
      "系": 2384,
      "結": 2385,
      "絬": 2386,
      "經": 2387,
      "緽": 2388,
      "緿": 2389,
      "縩": 2390,
      "縳": 2391,
      "繁": 2392,
      "繦": 2393,
      "红": 2394,
      "绰": 2395,
      "缆": 2396,
      "缭": 2397,
      "缾": 2398,
      "罸": 2399,
      "羳": 2400,
      "翣": 2401,
      "翴": 2402,
      "肢": 2403,
      "能": 2404,
      "至": 2405,
      "芝": 2406,
      "苏": 2407,
      "范": 2408,
      "荣": 2409,
      "蛰": 2410,
      "衦": 2411,
      "表": 2412,
      "衱": 2413,
      "装": 2414,
      "褦": 2415,
      "褫": 2416,
      "褬": 2417,
      "褹": 2418,
      "褽": 2419,
      "襷": 2420,
      "见": 2421,
      "語": 2422,
      "読": 2423,
      "词": 2424,
      "语": 2425,
      "谷": 2426,
      "豸": 2427,
      "資": 2428,
      "賰": 2429,
      "赻": 2430,
      "跨": 2431,
      "踏": 2432,
      "踦": 2433,
      "軻": 2434,
      "載": 2435,
      "輪": 2436,
      "软": 2437,
      "轴": 2438,
      "轵": 2439,
      "辞": 2440,
      "近": 2441,
      "这": 2442,
      "迵": 2443,
      "送": 2444,
      "速": 2445,
      "遊": 2446,
      "道": 2447,
      "邮": 2448,
      "邽": 2449,
      "部": 2450,
      "酒": 2451,
      "里": 2452,
      "重": 2453,
      "量": 2454,
      "金": 2455,
      "鉄": 2456,
      "錾": 2457,
      "鏚": 2458,
      "链": 2459,
      "锯": 2460,
      "长": 2461,
      "關": 2462,
      "门": 2463,
      "间": 2464,
      "限": 2465,
      "集": 2466,
      "雨": 2467,
      "雪": 2468,
      "雷": 2469,
      "電": 2470,
      "霊": 2471,
      "青": 2472,
      "面": 2473,
      "顡": 2474,
      "顢": 2475,
      "顣": 2476,
      "顩": 2477,
      "顰": 2478,
      "项": 2479,
      "顼": 2480,
      "飬": 2481,
      "飺": 2482,
      "餤": 2483,
      "餪": 2484,
      "餫": 2485,
      "餹": 2486,
      "饤": 2487,
      "饯": 2488,
      "饸": 2489,
      "饹": 2490,
      "馈": 2491,
      "驗": 2492,
      "骄": 2493,
      "體": 2494,
      "魹": 2495,
      "鱣": 2496,
      "鳫": 2497,
      "鶨": 2498,
      "鷽": 2499,
      "鸦": 2500,
      "鸸": 2501,
      "麣": 2502,
      "齨": 2503,
      "齫": 2504,
      "鿡": 2505,
      "鿪": 2506,
      "鿴": 2507,
      "ꂽ": 2508,
      "ꇳ": 2509,
      "ꎞ": 2510,
      "ꗗ": 2511,
      "Ꞹ": 2512,
      "ꞹ": 2513,
      "Ꞿ": 2514,
      "ꞿ": 2515,
      "ꡡ": 2516,
      "ꡢ": 2517,
      "ꡪ": 2518,
      "ꡰ": 2519,
      "꡼": 2520,
      "꣩": 2521,
      "꣬": 2522,
      "꣺": 2523,
      "ꤦ": 2524,
      "꤬": 2525,
      "꤯": 2526,
      "ꤷ": 2527,
      "ꤿ": 2528,
      "ꥢ": 2529,
      "ꥨ": 2530,
      "ꥪ": 2531,
      "ꥫ": 2532,
      "ꥱ": 2533,
      "ꥳ": 2534,
      "ꥷ": 2535,
      "ꥸ": 2536,
      "ꥹ": 2537,
      "ꥻ": 2538,
      "꥾": 2539,
      "ꭒ": 2540,
      "갈": 2541,
      "갓": 2542,
      "걨": 2543,
      "검": 2544,
      "격": 2545,
      "계": 2546,
      "고": 2547,
      "곱": 2548,
      "공": 2549,
      "곿": 2550,
      "광": 2551,
      "괧": 2552,
      "구": 2553,
      "국": 2554,
      "굮": 2555,
      "규": 2556,
      "긲": 2557,
      "김": 2558,
      "깥": 2559,
      "깺": 2560,
      "꺸": 2561,
      "꺻": 2562,
      "껯": 2563,
      "껵": 2564,
      "꽵": 2565,
      "꾦": 2566,
      "꿬": 2567,
      "남": 2568,
      "노": 2569,
      "니": 2570,
      "독": 2571,
      "동": 2572,
      "라": 2573,
      "러": 2574,
      "레": 2575,
      "로": 2576,
      "롡": 2577,
      "롢": 2578,
      "롣": 2579,
      "롦": 2580,
      "롯": 2581,
      "롰": 2582,
      "롼": 2583,
      "뤤": 2584,
      "뤦": 2585,
      "뤪": 2586,
      "뤬": 2587,
      "뤯": 2588,
      "뤳": 2589,
      "뤷": 2590,
      "뤹": 2591,
      "뤽": 2592,
      "뤿": 2593,
      "륢": 2594,
      "륨": 2595,
      "륪": 2596,
      "륫": 2597,
      "륮": 2598,
      "륯": 2599,
      "륳": 2600,
      "른": 2601,
      "륹": 2602,
      "륻": 2603,
      "를": 2604,
      "륿": 2605,
      "림": 2606,
      "마": 2607,
      "만": 2608,
      "매": 2609,
      "먹": 2610,
      "메": 2611,
      "명": 2612,
      "모": 2613,
      "무": 2614,
      "박": 2615,
      "뱫": 2616,
      "뱸": 2617,
      "버": 2618,
      "볡": 2619,
      "볫": 2620,
      "볱": 2621,
      "보": 2622,
      "뷭": 2623,
      "뷺": 2624,
      "브": 2625,
      "븐": 2626,
      "븣": 2627,
      "븩": 2628,
      "븮": 2629,
      "븶": 2630,
      "빫": 2631,
      "빮": 2632,
      "뺸": 2633,
      "뻡": 2634,
      "뻦": 2635,
      "뻷": 2636,
      "뼪": 2637,
      "뼱": 2638,
      "뽡": 2639,
      "뽭": 2640,
      "뿩": 2641,
      "사": 2642,
      "상": 2643,
      "선": 2644,
      "세": 2645,
      "수": 2646,
      "쉬": 2647,
      "쉽": 2648,
      "스": 2649,
      "슬": 2650,
      "시": 2651,
      "신": 2652,
      "쑢": 2653,
      "아": 2654,
      "안": 2655,
      "어": 2656,
      "에": 2657,
      "역": 2658,
      "온": 2659,
      "올": 2660,
      "우": 2661,
      "울": 2662,
      "원": 2663,
      "웰": 2664,
      "윤": 2665,
      "의": 2666,
      "이": 2667,
      "인": 2668,
      "재": 2669,
      "저": 2670,
      "제": 2671,
      "졢": 2672,
      "졼": 2673,
      "주": 2674,
      "중": 2675,
      "줬": 2676,
      "줷": 2677,
      "줿": 2678,
      "쥢": 2679,
      "쥤": 2680,
      "쥯": 2681,
      "쥳": 2682,
      "쥶": 2683,
      "쥷": 2684,
      "쥹": 2685,
      "즈": 2686,
      "증": 2687,
      "지": 2688,
      "진": 2689,
      "창": 2690,
      "챨": 2691,
      "처": 2692,
      "천": 2693,
      "철": 2694,
      "쳤": 2695,
      "쳿": 2696,
      "촴": 2697,
      "최": 2698,
      "쵤": 2699,
      "쵼": 2700,
      "춘": 2701,
      "춦": 2702,
      "춭": 2703,
      "춱": 2704,
      "츮": 2705,
      "츶": 2706,
      "치": 2707,
      "칮": 2708,
      "카": 2709,
      "캔": 2710,
      "켱": 2711,
      "코": 2712,
      "콨": 2713,
      "콸": 2714,
      "콻": 2715,
      "쾩": 2716,
      "쾰": 2717,
      "쾲": 2718,
      "턴": 2719,
      "텍": 2720,
      "텔": 2721,
      "통": 2722,
      "퇴": 2723,
      "튀": 2724,
      "튜": 2725,
      "트": 2726,
      "튼": 2727,
      "평": 2728,
      "폐": 2729,
      "픽": 2730,
      "하": 2731,
      "한": 2732,
      "함": 2733,
      "항": 2734,
      "호": 2735,
      "화": 2736,
      "": 2737,
      "": 2738,
      "": 2739,
      "": 2740,
      "": 2741,
      "": 2742,
      "": 2743,
      "": 2744,
      "": 2745,
      "": 2746,
      "": 2747,
      "": 2748,
      "": 2749,
      "": 2750,
      "": 2751,
      "": 2752,
      "": 2753,
      "": 2754,
      "": 2755,
      "": 2756,
      "": 2757,
      "": 2758,
      "": 2759,
      "": 2760,
      "": 2761,
      "": 2762,
      "": 2763,
      "": 2764,
      "": 2765,
      "": 2766,
      "": 2767,
      "": 2768,
      "": 2769,
      "": 2770,
      "": 2771,
      "": 2772,
      "": 2773,
      "": 2774,
      "": 2775,
      "": 2776,
      "": 2777,
      "": 2778,
      "": 2779,
      "": 2780,
      "": 2781,
      "": 2782,
      "": 2783,
      "": 2784,
      "": 2785,
      "": 2786,
      "": 2787,
      "": 2788,
      "": 2789,
      "": 2790,
      "": 2791,
      "": 2792,
      "": 2793,
      "": 2794,
      "": 2795,
      "": 2796,
      "": 2797,
      "": 2798,
      "": 2799,
      "": 2800,
      "": 2801,
      "": 2802,
      "": 2803,
      "": 2804,
      "": 2805,
      "": 2806,
      "": 2807,
      "": 2808,
      "": 2809,
      "": 2810,
      "": 2811,
      "": 2812,
      "": 2813,
      "": 2814,
      "": 2815,
      "": 2816,
      "": 2817,
      "": 2818,
      "": 2819,
      "": 2820,
      "": 2821,
      "": 2822,
      "": 2823,
      "": 2824,
      "": 2825,
      "": 2826,
      "": 2827,
      "": 2828,
      "襤": 2829,
      "櫓": 2830,
      "磻": 2831,
      "ﬁ": 2832,
      "ﬂ": 2833,
      "וּ": 2834,
      "וֹ": 2835,
      "ﮪ": 2836,
      "﮵": 2837,
      "﮶": 2838,
      "ﱳ": 2839,
      "ﲹ": 2840,
      "ﳲ": 2841,
      "﷿": 2842,
      "️": 2843,
      "﹒": 2844,
      "﹜": 2845,
      "﻿": 2846,
      "！": 2847,
      "＂": 2848,
      "％": 2849,
      "＆": 2850,
      "＇": 2851,
      "（": 2852,
      "）": 2853,
      "＊": 2854,
      "＋": 2855,
      "，": 2856,
      "－": 2857,
      "．": 2858,
      "／": 2859,
      "０": 2860,
      "１": 2861,
      "２": 2862,
      "３": 2863,
      "６": 2864,
      "８": 2865,
      "：": 2866,
      "；": 2867,
      "＜": 2868,
      "＝": 2869,
      "＞": 2870,
      "？": 2871,
      "［": 2872,
      "］": 2873,
      "ｍ": 2874,
      "｜": 2875,
      "～": 2876,
      "･": 2877,
      "ｷ": 2878,
      "ﾒ": 2879,
      "￥": 2880,
      "￪": 2881,
      "￭": 2882,
      "￷": 2883,
      "￼": 2884,
      "�": 2885,
      "𒂊": 2886,
      "𒊹": 2887,
      "𒍢": 2888,
      "𝙰": 2889,
      "𝙱": 2890,
      "𝙲": 2891,
      "𝙴": 2892,
      "𝙶": 2893,
      "𝙸": 2894,
      "𝙼": 2895,
      "𝚂": 2896,
      "𝚃": 2897,
      "𝚄": 2898,
      "🆕": 2899,
      "🇦": 2900,
      "🇬": 2901,
      "🇭": 2902,
      "🇱": 2903,
      "🇳": 2904,
      "🇶": 2905,
      "🇸": 2906,
      "🇺": 2907,
      "🇼": 2908,
      "🇿": 2909,
      "🌏": 2910,
      "🌱": 2911,
      "🌹": 2912,
      "🍐": 2913,
      "🍴": 2914,
      "🍹": 2915,
      "🎎": 2916,
      "🎨": 2917,
      "🎰": 2918,
      "🏁": 2919,
      "🏆": 2920,
      "🏖": 2921,
      "🏠": 2922,
      "🏻": 2923,
      "🏼": 2924,
      "🏽": 2925,
      "🐣": 2926,
      "🐤": 2927,
      "🐥": 2928,
      "👀": 2929,
      "👉": 2930,
      "👍": 2931,
      "👜": 2932,
      "👥": 2933,
      "👩": 2934,
      "💋": 2935,
      "💌": 2936,
